{
  "document": {
    "title": "Ustawa o ubezbieczeniu społecznym rolników",
    "date": "20 grudnia 1990r.",
    "item": "",
    "chapters": [
      {
        "number": "1",
        "title": "Przepisy ogólne",
        "articles": [
          {
            "article": "1.",
            "content": "Ubezpieczenie społeczne rolników, zwane dalej „ubezpieczeniem”, obejmuje, na zasadach określonych w ustawie, rolników i pracujących z nimi domowników oraz pomocników rolnika, którzy:",
            "subsections": [
              { "number": "1",   "content": "posiadają obywatelstwo polskie lub" },
              { "number": "2",   "content": "są uprawnieni do wykonywania pracy na terytorium Rzeczypospolitej Polskiej na podstawie art. 87 ustawy z dnia 20 kwietnia 2004 r. o promocji zatrudnienia i instytucjach rynku pracy (Dz. U. z 2024 r. poz. 475, z późn. zm.) lub są zwolnieni na podstawie przepisów szczególnych z obowiązku posiadania zezwolenia na pracę" },
              { "number": "1a",  "content": "(uchylony)" },
              { "number": "3",   "content": "W ubezpieczeniu wyodrębnia się:" },
              { "number": "3.1", "content": "ubezpieczenie wypadkowe, chorobowe i macierzyńskie;" },
              { "number": "3.2", "content": "ubezpieczenie emerytalno-rentowe." }
            ]
          },

          {
            "article": "2.",
            "content": "",
            "subsections": [
              { "number": "1", "content": "Ubezpieczenie realizuje Kasa Rolniczego Ubezpieczenia Społecznego, zwana dalej „Kasą”." },
              { "number": "2", "content": "Prezes Kasy jest centralnym organem administracji rządowej, podległym ministrowi właściwemu do spraw rozwoju wsi." },
              { "number": "3", "content": "Interesy ogółu ubezpieczonych i świadczeniobiorców, dotyczące ubezpieczenia i działalności Kasy, reprezentuje Rada Ubezpieczenia Społecznego Rolników, zwana dalej „Radą Rolników”." },
              { "number": "4", "content": "W realizacji ubezpieczenia uczestniczą także, w zakresie określonym w ustawie i w odrębnych przepisach, organy Zakładu Ubezpieczeń Społecznych, zwanego dalej „Zakładem”, oraz inne podmioty." }
            ]
          },

          {
            "article": "3.",
            "content": "",
            "subsections": [
              { "number": "1",  "content": "Ubezpieczeniu podlega się z mocy ustawy albo na wniosek." },
              { "number": "1a", "content": "Objęcie ubezpieczeniem pomocnika rolnika następuje od dnia oznaczonego w umowie o pomocy przy zbiorach, o której mowa w art. 91a, jako dzień rozpoczęcia świadczenia pomocy przy zbiorach, a w przypadku gdy ta umowa nie określa tego dnia – od dnia zawarcia tej umowy." },
              { "number": "2",  "content": "Jeżeli ustawa przewiduje objęcie ubezpieczeniem na wniosek, z wnioskiem o objęcie ubezpieczeniem może wystąpić zainteresowana osoba lub rolnik, na którego rachunek ta osoba pracuje." },
              { "number": "2a", "content": "Objęcie ubezpieczeniem na wniosek następuje od dnia wskazanego we wniosku, nie wcześniej jednak niż od dnia, w którym wniosek został złożony." },
              { "number": "3",  "content": "Osoba podlegająca ubezpieczeniu na wniosek może w każdym czasie odstąpić od ubezpieczenia, składając oświadczenie w tej sprawie." },
              { "number": "4",  "content": "Równocześnie z odstąpieniem od ubezpieczenia na wniosek jest nieopłacenie w terminie składki, chyba że rolnik obowiązany do jej opłacenia wystąpił o jej odroczenie albo nieopłacenie składki było skutkiem siły wyższej." },
              { "number": "5",  "content": "(uchylony)" },
              { "number": "6",  "content": "(uchylony)" },
              { "number": "7",  "content": "(uchylony)" }
            ]
          },

          {
            "article": "3a.",
            "content": "",
            "subsections": [
              { "number": "1",   "content": "Ubezpieczenie ustaje od dnia następującego po dniu, w którym ustały okoliczności uzasadniające podleganie ubezpieczeniu, z zastrzeżeniem ust. 3." },
              { "number": "2",   "content": "Ubezpieczenie na wniosek ustaje także:" },
              { "number": "2.1", "content": "od dnia wskazanego w oświadczeniu ubezpieczonego, nie wcześniej jednak niż od dnia, w którym to oświadczenie zostało złożone Kasie, albo" },
              { "number": "2.2", "content": "od pierwszego dnia okresu ubezpieczenia, za który składka nie została opłacona." },
              { "number": "3",   "content": "Jeżeli wraz z ustaniem okoliczności uzasadniających podleganie ubezpieczeniu z mocy ustawy następują okoliczności uzasadniające objęcie ubezpieczeniem na wniosek, ubezpieczenie istniejące z mocy ustawy ustaje od dnia następującego po dniu doręczenia decyzji stwierdzającej to ustanie." },
              { "number": "4",   "content": "Jeżeli złożono wniosek o rentę lub emeryturę, obowiązek ubezpieczenia ustaje od dnia następującego po dniu wydania decyzji o przyznaniu świadczenia, jednak nie wcześniej niż od dnia nabycia prawa." }
            ]
          },

          {
            "article": "4.",
            "content": "",
            "subsections": [
              { "number": "1", "content": "Składki na ubezpieczenie za każdego ubezpieczonego opłaca rolnik. Jeżeli działalność rolnicza jest prowadzona na rachunek kilku osób, obowiązek opłacenia składki ciąży na nich solidarnie." },
              { "number": "2", "content": "Obowiązek opłacenia składki powstaje od dnia, w którym powstało ubezpieczenie, a ustaje od dnia, w którym ustało ubezpieczenie." },
              { "number": "3", "content": "(uchylony)" }
            ]
          },

          {
            "article": "5.",
            "content": "Przepisy ustawy dotyczące ubezpieczenia rolnika i świadczeń przysługujących rolnikowi stosuje się także do małżonka rolnika, chyba że ten małżonek nie pracuje w gospodarstwie rolnika ani w gospodarstwie domowym bezpośrednio związanym z tym gospodarstwem rolnym.",
            "subsections": []
          },

          {
            "article": "5a.",
            "content": "",
            "subsections": [
              { "number": "1",   "content": "Rolnik lub domownik, który podlega ubezpieczeniu w pełnym zakresie z mocy ustawy nieprzerwanie przez co najmniej 3 lata, rozpocznie prowadzenie pozarolniczej działalności gospodarczej lub współpracę przy jej prowadzeniu, podlega nadal temu ubezpieczeniu, jeżeli spełnia jednocześnie następujące warunki:" },
              { "number": "1.1", "content": "złoży w Kasie oświadczenie o kontynuowaniu ubezpieczenia w terminie 14 dni od dnia rozpoczęcia wykonywania pozarolniczej działalności gospodarczej lub współpracy przy tej działalności;" },
              { "number": "1.2", "content": "jednocześnie nadal prowadzi działalność rolniczą lub stale pracuje we własnym gospodarstwie rolnym, obejmującym obszar użytków rolnych powyżej 1 ha przeliczeniowego, lub w dziale specjalnym;" },
              { "number": "1.3", "content": "nie jest pracownikiem i nie pozostaje w stosunku służbowym;" },
              { "number": "1.4", "content": "nie ma ustalonego prawa do emerytury lub renty ani do świadczeń z ubezpieczeń społecznych;" },
              { "number": "1.5", "content": "kwota należnego podatku dochodowego za poprzedni rok podatkowy od przychodów z działalności nie przekracza kwoty 2582 zł." },

              { "number": "2",   "content": "Za rozpoczęcie prowadzenia pozarolniczej działalności gospodarczej uznaje się także:" },
              { "number": "2.1", "content": "wznowienie wykonywania działalności gospodarczej, której prowadzenie okresowo zawieszono;" },
              { "number": "2.2", "content": "zmianę rodzaju lub przedmiotu działalności według PKD." },

              { "number": "3", "content": "Zaświadczenie albo oświadczenie, że nie została przekroczona kwota podatku, o której mowa w ust. 1 pkt 5, rolnik lub domownik składa w Kasie wraz z oświadczeniem, o którym mowa w ust. 1 pkt 1." },
              { "number": "4", "content": "Zaświadczenie albo oświadczenie, że nie została przekroczona kwota podatku, o której mowa w ust. 1 pkt 5, składa się w Kasie do dnia 31 maja każdego roku podatkowego." },
              { "number": "5", "content": "Niezachowanie terminu złożenia oświadczenia, o którym mowa w ust. 1 pkt 1, jest równoznaczne z ustaniem ubezpieczenia od dnia rozpoczęcia wykonywania działalności." },
              { "number": "6", "content": "Niezłożenie zaświadczenia albo oświadczenia w terminie, o którym mowa w ust. 4, jest równoznaczne z ustaniem ubezpieczenia z dniem, do którego dokument miał być złożony." },
              { "number": "7", "content": "Terminy określone w ust. 1 pkt 1 i ust. 4 mogą zostać przywrócone na wniosek rolnika lub domownika, jeżeli niezachowanie terminu nastąpiło wskutek zdarzeń losowych." },
              { "number": "8", "content": "Kwota podatku, o której mowa w ust. 1 pkt 5, zwana dalej „roczną kwotą graniczną”, podlega corocznej waloryzacji wskaźnikiem cen towarów i usług konsumpcyjnych." },
              { "number": "9", "content": "Minister właściwy do spraw rozwoju wsi ogłasza, w Dzienniku Urzędowym RP „Monitor Polski”, roczną kwotę graniczną, o której mowa w ust. 8." },
              { "number": "10", "content": "Za pozarolniczą działalność gospodarczą uważa się działalność prowadzoną na terytorium RP przez osoby fizyczne na podstawie ustawy – Prawo przedsiębiorców, z wyłączeniem określonych wspólników spółek." },
              { "number": "10.1", "content": "w rozumieniu przepisów o zryczałtowanym podatku dochodowym od niektórych przychodów osiąganych przez osoby fizyczne;" },
              { "number": "10.2", "content": "z której przychody są przychodami z działalności gospodarczej w rozumieniu przepisów o podatku dochodowym od osób fizycznych." },
              { "number": "11", "content": "Za współpracującego przy prowadzeniu działalności uważa się rolnika lub domownika spełniającego kryteria osoby współpracującej w rozumieniu przepisów o systemie ubezpieczeń społecznych." }
            ]
          },

          {
            "article": "5b.",
            "content": "",
            "subsections": [
              { "number": "1", "content": "Rolnik lub domownik podlega nadal ubezpieczeniu, mimo objęcia go innym ubezpieczeniem społecznym z tytułu wykonywania umowy lub pełnienia funkcji w radzie nadzorczej, jeżeli przychód z tego tytułu nie przekracza minimalnego wynagrodzenia za pracę." },
              { "number": "2", "content": "Rolnik lub domownik może w każdym czasie odstąpić od ubezpieczenia, składając w Kasie stosowne oświadczenie." }
            ]
          },

          {
            "article": "5c.",
            "content": "",
            "subsections": [
              { "number": "1", "content": "Rolnik lub domownik, który podlega ubezpieczeniu, został objęty innym ubezpieczeniem społecznym z tytułu:" },
              { "number": "1.1", "content": "pobierania świadczenia integracyjnego lub stypendium w okresie odbywania szkolenia, stażu lub przygotowania zawodowego dorosłych, na które został skierowany przez powiatowy urząd pracy;" },
              { "number": "1.2", "content": "pobierania stypendium w okresie odbywania szkolenia, stażu lub przygotowania zawodowego dorosłych, na które został skierowany przez inne podmioty niż powiatowy urząd pracy;" },
              { "number": "1.3", "content": "pobierania stypendium na podstawie przepisów o promocji zatrudnienia i instytucjach rynku pracy;" },
              { "number": "1.4", "content": "pełnienia czynnej służby wojskowej jako żołnierz niezawodowy;" },
              { "number": "1.5", "content": "odbywania służby zastępczej, o której mowa w przepisach o powszechnym obowiązku obrony." }
            ]
          },

          {
            "article": "6.",
            "content": "",
            "subsections": [
              { "number": "1",  "content": "rolniku – osobie fizycznej prowadzącej na własny rachunek działalność rolniczą w posiadanym gospodarstwie rolnym, w tym w ramach grupy producentów rolnych;" },
              { "number": "2",  "content": "domowniku – osobie bliskiej rolnikowi, która:" },
              { "number": "2.a", "content": "ukończyła 16 lat," },
              { "number": "2.b", "content": "pozostaje z rolnikiem we wspólnym gospodarstwie domowym lub zamieszkuje na terenie jego gospodarstwa rolnego albo w bliskim sąsiedztwie," },
              { "number": "2.c", "content": "stale pracuje w tym gospodarstwie rolnym i nie jest związana z rolnikiem stosunkiem pracy;" },
              { "number": "3",  "content": "pomocniku rolnika – osobie pełnoletniej, z którą rolnik zawarł umowę o pomocy przy zbiorach;" },
              { "number": "4",  "content": "działalności rolniczej – działalności w zakresie produkcji roślinnej lub zwierzęcej, w tym ogrodniczej, sadowniczej, pszczelarskiej i rybnej;" },
              { "number": "5",  "content": "gospodarstwie rolnym – każdym gospodarstwie służącym prowadzeniu działalności rolniczej;" },
              { "number": "6",  "content": "dziale specjalnym – dziale specjalnym produkcji rolnej wymienionym w załączniku do ustawy;" },
              { "number": "7",  "content": "przepisach emerytalnych – przepisach ustawy z 17 grudnia 1998 r. o emeryturach i rentach z FUS;" },
              { "number": "8",  "content": "emeryturze podstawowej – kwocie równej 90 % najniższej emerytury określonej w przepisach emerytalnych;" },
              { "number": "9",  "content": "(uchylony)" },
              { "number": "10", "content": "emeryturze lub rencie z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin – świadczeniu przyznanemu przed dniem wejścia w życie ustawy na podstawie wcześniejszych przepisów;" },
              { "number": "11", "content": "emeryturze lub rencie rolniczej – emeryturze lub rencie z tytułu niezdolności do pracy z ubezpieczenia społecznego rolników;" },
              { "number": "11a", "content": "stwierdzeniu niezdolności do samodzielnej egzystencji – zaliczeniu do pierwszej grupy inwalidów;" },
              { "number": "12", "content": "innym ubezpieczeniu społecznym – obowiązkowym ubezpieczeniu emerytalnym i rentowym w systemie powszechnym lub zaopatrzeniu emerytalnym;" },
              { "number": "13", "content": "osobie podlegającej innemu ubezpieczeniu społecznemu – osobie objętej obowiązkowo ubezpieczeniami emerytalnym i rentowym lub zaopatrzeniem emerytalnym;" },
              { "number": "13a", "content": "świadczeniach z ubezpieczeń społecznych – zasiłku chorobowym i świadczeniu rehabilitacyjnym z ubezpieczenia chorobowego;" },
              { "number": "13b", "content": "należnościach z tytułu składek – składkach, odsetkach i kosztach upomnienia;" },
              { "number": "14", "content": "okresach podlegania określonemu ubezpieczeniu społecznemu – okresach, za które opłacono składki, chyba że przepisy stanowią inaczej;" },
              { "number": "15", "content": "wójcie – także burmistrzu lub prezydencie miasta;" },
              { "number": "16", "content": "ubezpieczeniu zdrowotnym – ubezpieczeniu określonemu w odrębnych przepisach." }
            ]
          }
        ]
      },
       {
        "number": "2",
        "title": "Zakres podmiotowy ubezpieczenia, składki na ubezpieczenie i świadczenia pieniężne z ubezpieczenia",
        "articles": [
          {
            "article": "7.",
            "content": "1. Ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu podlega z mocy ustawy: \n1)  rolnik, którego gospodarstwo obejmuje obszar użytków rolnych powyżej 1 ha przeliczeniowego lub dział specjalny, \n2)  domownik rolnika, o którym mowa w pkt 1 \n– jeżeli ten rolnik lub domownik nie podlega innemu ubezpieczeniu społecznemu lub nie ma ustalonego prawa do emerytury \nlub renty albo nie ma ustalonego prawa do świadczeń z ubezpieczeń społecznych. \n1a. Ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu podlega z mocy ustawy pomocnik rolnika, wyłącz-\nnie w zakresie ograniczonym do świadczeń określonych w art. 9 pkt 1. \n2. Ubezpieczeniem wypadkowym, chorobowym i macierzyńskim na wniosek obejmuje się innego rolnika lub domownika, \njeżeli działalność rolnicza stanowi stałe źródło jego utrzymania, a także osobę, która będąc rolnikiem przeznaczyła grunty \nprowadzonego gospodarstwa rolnego do zalesienia na zasadach określonych w odrębnych przepisach. \n3. Innego rolnika, domownika lub osobę, która przeznaczyła grunty do zalesienia, obejmuje się ubezpieczeniem wypad-\nkowym, chorobowym i macierzyńskim na wniosek, wyłącznie w zakresie ograniczonym do świadczeń określonych w art. 9 \npkt 1, jeżeli podlegają innemu ubezpieczeniu społecznemu albo mają ustalone prawo do emerytury lub renty lub do świad-\nczeń z ubezpieczeń społecznych. \n4. Przepisów ust. 2 i 3 nie stosuje się do emerytów i rencistów, którzy mają orzeczoną niezdolność do samodzielnej \negzystencji.",
            "subsections": []
          },
          {
            "article": "8.",
            "content": "1. Za każdego ubezpieczonego opłaca się miesięczną składkę w równej wysokości, z zastrzeżeniem ust. 3. \n2. Wysokość składki za jednego ubezpieczonego ustala się w planie funduszu składkowego stosownie do zasad określo-\nnych w art. 77. \n2a. W przypadku gdy okres podlegania ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu jest krótszy \nniż miesiąc, wysokość składki oblicza się proporcjonalnie do liczby dni podlegania temu ubezpieczeniu. \n3. Za ubezpieczonego, o którym mowa w art. 7 ust. 3, opłaca się jedną trzecią składki, o której mowa w ust. 2. \n3a. (uchylony) \n \n5)  Obecnie całkowita niezdolność do pracy oraz niezdolność do samodzielnej egzystencji, na podstawie art. 10 ust. 2 pkt 1 ustawy z dnia \n28 czerwca 1996 r. o zmianie niektórych ustaw o zaopatrzeniu emerytalnym i o ubezpieczeniu społecznym (Dz. U. poz. 461), która \nweszła w życie z dniem 1 września 1997 r. \n  \nDziennik Ustaw  – 8 –  Poz. 197 \n \n4. Prezes Kasy ogłasza w Dzienniku Urzędowym Rzeczypospolitej Polskiej „Monitor Polski”, ustaloną przez Radę \nRolników, wysokość miesięcznej składki na jeden lub kilka kolejnych kwartałów, co najmniej 14 dni przed pierwszym \ndniem danego kwartału. Wysokość ta może być ustalana kwotowo – i korygowana w przypadku zmiany wysokości emery-\ntury podstawowej – albo za pomocą określonego procentu emerytury podstawowej. \n5. Na wniosek Rady Rolników minister właściwy do spraw rozwoju wsi, w drodze rozporządzenia, może ustanawiać \nulgi w wysokości składki, określając szczegółowe zasady i tryb ich przyznawania.",
            "subsections": []
          },
          {
            "article": "9.",
            "content": "Świadczeniami z ubezpieczenia wypadkowego, chorobowego i macierzyńskiego są: \n1)  jednorazowe odszkodowanie z tytułu stałego lub długotrwałego uszczerbku na zdrowiu albo śmierci wskutek wypadku \nprzy pracy rolniczej lub rolniczej choroby zawodowej, zwane dalej „jednorazowym odszkodowaniem”; \n2)  zasiłek chorobowy. \n3)  (uchylony) \n4)  (uchylony)",
            "subsections": []
          },
          {
            "article": "10.",
            "content": "1. Jednorazowe odszkodowanie przysługuje: \n1)  ubezpieczonemu, który doznał stałego lub długotrwałego uszczerbku na zdrowiu wskutek wypadku przy pracy rolniczej \nlub rolniczej choroby zawodowej; \n2)  (uchylony) \n3)  członkom rodziny ubezpieczonego, który zmarł wskutek wypadku przy pracy rolniczej lub rolniczej choroby zawodowej. \n4)  (uchylony) \n1a. Członkami rodziny, o których mowa w ust. 1 pkt 3, są: \n1)  małżonek; \n2)  dzieci własne i przysposobione, pasierbowie, wnuki, rodzeństwo spełniające w dniu śmierci ubezpieczonego warunki \nwymagane do uzyskania renty rodzinnej; \n3)  rodzice, osoby przysposabiające, macocha, ojczym, jeżeli w dniu śmierci ubezpieczonego prowadzili z nim wspólne \ngospodarstwo domowe lub jeżeli ubezpieczony przyczyniał się w znacznym stopniu do ich utrzymania albo jeżeli \nzostało ustalone, wyrokiem sądowym lub ugodą sądową, prawo do alimentów z jego strony. \n2. Jednorazowe odszkodowanie nie przysługuje ubezpieczonemu, jeżeli: \n1)  spowodował wypadek umyślnie albo wskutek rażącego niedbalstwa lub \n2)  będąc w stanie nietrzeźwości lub będąc pod wpływem środków odurzających, substancji psychotropowych lub innych \nśrodków o podobnym działaniu, sam w znacznym stopniu przyczynił się do wypadku.",
            "subsections": []
          },
          {
            "article": "11.",
            "content": "1. Za wypadek przy pracy rolniczej uważa się nagłe zdarzenie wywołane przyczyną zewnętrzną, które nastą-\npiło podczas wykonywania czynności związanych z prowadzeniem działalności rolniczej albo pozostających w związku \nz wykonywaniem tych czynności: \n1)  na terenie gospodarstwa rolnego, które ubezpieczony prowadzi lub w którym stale pracuje, albo na terenie gospodar-\nstwa domowego bezpośrednio związanego z tym gospodarstwem rolnym lub \n2)  w drodze ubezpieczonego z mieszkania do gospodarstwa rolnego, o którym mowa w pkt 1, albo w drodze powrotnej, \nlub \n3)  podczas wykonywania poza terenem gospodarstwa rolnego, o którym mowa w pkt 1, zwykłych czynności związanych \nz prowadzeniem działalności rolniczej albo w związku z wykonywaniem tych czynności, lub \n4)  w drodze do miejsca wykonywania czynności, o których mowa w pkt 3, albo w drodze powrotnej. \n1a. W przypadku pomocnika rolnika za wypadek przy pracy rolniczej uznaje się nagłe zdarzenie wywołane przyczyną \nzewnętrzną, które nastąpiło podczas wykonywania przez pomocnika rolnika czynności określonych w umowie o pomocy przy \nzbiorach, o której mowa w art. 91a. \n2. Na wniosek Rady Rolników minister właściwy do spraw rozwoju wsi, w drodze rozporządzenia, może określić, jakie \nczynności niewymienione w ust. 1 pkt 3 traktuje się, w zakresie uprawnień do świadczeń z ubezpieczenia z tytułu wypadku \nprzy pracy rolniczej, na równi z czynnościami związanymi z prowadzeniem działalności rolniczej.",
            "subsections": []
          },
          {
            "article": "12.",
            "content": "Za rolniczą chorobę zawodową uważa się chorobę, która powstała w związku z pracą w gospodarstwie rol-\nnym, jeżeli choroba ta jest objęta wykazem chorób zawodowych określonych w przepisach wydanych na podstawie Kodeksu \npracy. \n  \nDziennik Ustaw  – 9 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "13.",
            "content": "1. Jednorazowe odszkodowanie ustala się dla ubezpieczonego w wysokości proporcjonalnej do określonego \nprocentowo stałego lub długotrwałego uszczerbku na zdrowiu. \n2. Za stały uszczerbek na zdrowiu uznaje się takie naruszenie sprawności organizmu, które powoduje upośledzenie \nczynności organizmu nierokujące poprawy. \n3. Za długotrwały uszczerbek na zdrowiu uważa się takie naruszenie sprawności organizmu, które powoduje upośle-\ndzenie czynności organizmu na okres przekraczający 6 miesięcy, mogące ulec poprawie. \n4. Minister właściwy do spraw rozwoju wsi, w uzgodnieniu z Radą Rolników, może określić, w drodze rozporządzenia, \nwysokość jednorazowego odszkodowania przysługującego za każdy procent stałego lub długotrwałego uszczerbku na zdrowiu, \nuwzględniając: \n1)  stan finansów funduszu składkowego; \n2)  wysokość jednorazowego odszkodowania przysługującego na podstawie przepisów o ubezpieczeniu społecznym z tytułu \nwypadków przy pracy i chorób zawodowych. \n5. Jeżeli nie określono wysokości jednorazowego odszkodowania w sposób, o którym mowa w ust. 4, wynosi ono \n66 % emerytury podstawowej za każdy procent stałego lub długotrwałego uszczerbku na zdrowiu. \n6. Jednorazowe odszkodowanie, o którym mowa w ust. 1, ulega zwiększeniu o kwotę równą jednorazowemu odszko-\ndowaniu za 20 % uszczerbek na zdrowiu, jeżeli ubezpieczony wskutek wypadku przy pracy rolniczej lub rolniczej choroby \nzawodowej jest niezdolny do samodzielnej egzystencji. \n7. Jeżeli wskutek pogorszenia się stanu zdrowia stały lub długotrwały uszczerbek na zdrowiu będący następstwem \nwypadku przy pracy rolniczej lub rolniczej choroby zawodowej, który był podstawą przyznania jednorazowego odszkodo-\nwania, ulegnie zwiększeniu co najmniej o 10 punktów procentowych, jednorazowe odszkodowanie zwiększa się o kwotę \nrówną wysokości jednorazowego odszkodowania, określoną w ust. 4 lub 5, za każdy procent uszczerbku na zdrowiu prze-\nwyższający procent, według którego ustalone było to odszkodowanie. \n8. Jeżeli do jednorazowego odszkodowania jest uprawniony tylko jeden członek rodziny, o którym mowa w art. 10 ust. 1 \npkt 3 i ust. 1a, jednorazowe odszkodowanie przysługuje w wysokości: \n1)  kwoty jednorazowego odszkodowania za 100 % uszczerbek na zdrowiu, jeżeli do świadczenia jest uprawniony małżonek \nlub dziecko; \n2)  50 % kwoty określonej w pkt 1, jeżeli do świadczenia jest uprawniony inny członek rodziny. \n9. Jeżeli do jednorazowego odszkodowania są uprawnieni równocześnie: \n1)  małżonek i jedno lub więcej dzieci, świadczenie to przysługuje w wysokości określonej w ust. 8 pkt 1, zwiększonej \nna każde dziecko o kwotę określoną w ust. 6; \n2)  dwoje lub więcej dzieci, świadczenie to przysługuje w wysokości określonej w ust. 8 pkt 1, zwiększonej na drugie \ni każde następne dziecko o kwotę określoną w ust. 6. \n10. Jeżeli obok małżonka lub dzieci do jednorazowego odszkodowania są uprawnieni równocześnie inni członkowie \nrodziny, każdemu z nich świadczenie to przysługuje w kwocie określonej w ust. 6, niezależnie od świadczenia przysługują-\ncego małżonkowi lub dzieciom. \n11. Jeżeli do jednorazowego odszkodowania są uprawnieni tylko członkowie rodziny inni niż małżonek lub dzieci, \nświadczenie to przysługuje w wysokości określonej w ust. 8 pkt 2, zwiększonej na drugiego i każdego następnego upraw-\nnionego o kwotę określoną w ust. 6. \n12. Jednorazowe odszkodowanie ustalone na podstawie ust. 9 i 11 dzieli się między uprawnionych w równych częściach. \n13. Jednorazowe odszkodowanie z tytułu śmierci ubezpieczonego, który zmarł wskutek wypadku przy pracy rolniczej \nlub rolniczej choroby zawodowej, zmniejsza się o kwotę jednorazowego odszkodowania z tytułu stałego lub długotrwałego \nuszczerbku na zdrowiu wypłaconego temu ubezpieczonemu.",
            "subsections": []
          },
          {
            "article": "14.",
            "content": "1. Zasiłek chorobowy przysługuje ubezpieczonemu, który wskutek choroby jest niezdolny do pracy nieprzerwa-\nnie przez co najmniej 30 dni. \n2. Zasiłek chorobowy przysługuje za okres czasowej niezdolności do pracy, jednak nie dłużej niż przez 180 dni. \n3. Jeżeli po wyczerpaniu okresu zasiłkowego, o którym mowa w ust. 2, ubezpieczony jest nadal niezdolny do pracy, \na w wyniku dalszego leczenia i rehabilitacji rokuje odzyskanie zdolności do pracy, zasiłek chorobowy przedłuża się na okres \nniezbędny do przywrócenia zdolności do pracy, jednak nie dłużej niż o dalsze 360 dni. \n  \nDziennik Ustaw  – 10 –  Poz. 197 \n \n4. Zasiłek chorobowy, o którym mowa w ust. 2, przyznaje się i wypłaca na podstawie zaświadczenia lekarskiego wy-\nstawionego zgodnie z art. 55 ust. 1 i art. 55a ust. 7 ustawy z dnia 25 czerwca 1999 r. o świadczeniach pieniężnych z ubez-\npieczenia społecznego w razie choroby i macierzyństwa (Dz. U. z 2023 r. poz. 2780 oraz z 2024 r. poz. 1871) albo wydruku \nzaświadczenia lekarskiego, o którym mowa w art. 55a ust. 6 tej ustawy. \n5. (uchylony) \n6. Zasiłek chorobowy z tytułu czasowej niezdolności do pracy, trwającej dłużej niż 180 dni, przyznaje się i wypłaca \nna podstawie orzeczenia wydanego w trybie określonym w art. 46. \n7. Zasiłek chorobowy nie przysługuje za okres: \n1)  przebywania ubezpieczonego, na koszt Kasy, w zakładzie leczniczym podmiotu leczniczego w celu rehabilitacji; \n2)  po ustaniu ubezpieczenia; \n3)  pobierania zasiłku macierzyńskiego, o którym mowa w art. 18 pkt 7. \n8. Minister właściwy do spraw rozwoju wsi, po zasięgnięciu opinii Rady Rolników, może określić, w drodze rozpo-\nrządzenia, wysokość zasiłku chorobowego oraz przypadki, w których zasiłek chorobowy przysługuje przy niezdolności do \npracy trwającej nieprzerwanie krócej niż 30 dni, uwzględniając stan finansów funduszu składkowego. \n9. Jeżeli nie określono wysokości zasiłku chorobowego w sposób, o którym mowa w ust. 8, wynosi on jedną trzy-\ndziestą emerytury podstawowej za każdy dzień niezdolności do pracy.",
            "subsections": []
          },
          {
            "article": "15.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "15a.",
            "content": "1. Osobie, która została objęta ubezpieczeniem wypadkowym, chorobowym i macierzyńskim na wniosek, \nzasiłek chorobowy, o którym mowa w art. 14, z wyjątkiem zasiłku chorobowego z tytułu wypadku przy pracy rolniczej, \nprzysługuje po upływie 12-miesięcznego nieprzerwanego okresu ubezpieczenia. \n1a. Osobie, która podlega ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu z mocy ustawy, do okresu \nzasiłkowego, o którym mowa w art. 14 ust. 1 i 2, zalicza się okresy pobierania zasiłku chorobowego z innego ubezpieczenia \nspołecznego. \n2. (uchylony) \nB. Ubezpieczenie emerytalno-rentowe",
            "subsections": []
          },
          {
            "article": "16.",
            "content": "1. Ubezpieczeniu emerytalno-rentowemu podlega z mocy ustawy: \n1)  rolnik, którego gospodarstwo obejmuje obszar użytków rolnych powyżej 1 ha przeliczeniowego lub dział specjalny; \n2)  domownik rolnika, o którym mowa w pkt 1; \n3)  osoba pobierająca rentę strukturalną współfinansowaną ze środków pochodzących z Sekcji Gwarancji Europejskiego \nFunduszu Orientacji i Gwarancji Rolnej lub ze środków pochodzących z Europejskiego Funduszu Rolnego na rzecz \nRozwoju Obszarów Wiejskich; \n4)  małżonek osoby, o której mowa w pkt 3, jeżeli renta strukturalna współfinansowana ze środków pochodzących z Sekcji \nGwarancji Europejskiego Funduszu Orientacji i Gwarancji Rolnej lub ze środków pochodzących z Europejskiego Fun-\nduszu Rolnego na rzecz Rozwoju Obszarów Wiejskich wypłacana jest ze zwiększeniem na tego małżonka. \n2. Ubezpieczeniem emerytalno-rentowym na wniosek obejmuje się: \n1)  innego rolnika lub domownika, który podlega ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu w pełnym \nzakresie, jeżeli złożono wniosek o objęcie go ubezpieczeniem emerytalno-rentowym; \n2)  osobę, która podlegała ubezpieczeniu jako rolnik i zaprzestała prowadzenia działalności rolniczej, nie nabywając prawa \ndo emerytury lub renty z ubezpieczenia, jeżeli podlegała ubezpieczeniu emerytalno-rentowemu przez okres co naj-\nmniej 12 lat i 6 miesięcy; \n3)  osobę pobierającą rentę rolniczą z tytułu niezdolności do pracy jako rentę okresową; \n3a)  osobę pobierającą rodzicielskie świadczenie uzupełniające, o którym mowa w ustawie z dnia 31 stycznia 2019 r. o rodzi-\ncielskim świadczeniu uzupełniającym – do uzyskania 25-letniego okresu ubezpieczenia emerytalno-rentowego, o którym \nmowa w art. 19 ust. 1 pkt 2. \n4)  (uchylony) \n3. Przepisów ust. 1 oraz ust. 2 pkt 1 i 2 nie stosuje się do osoby, która podlega innemu ubezpieczeniu społecznemu lub \nma ustalone prawo do emerytury lub renty, lub ma ustalone prawo do świadczeń z ubezpieczeń społecznych. \n  \nDziennik Ustaw  – 11 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "16a.",
            "content": "1. Za rolnika lub domownika podlegającego ubezpieczeniu emerytalno-rentowemu z mocy ustawy albo na \nwniosek, w związku ze sprawowaniem osobistej opieki nad dzieckiem, trwającej przez okres do 3 lat, nie dłużej jednak niż \ndo ukończenia przez dziecko 5. roku życia, a w przypadku dziecka, które z powodu stanu zdrowia potwierdzonego orzecze-\nniem o niepełnosprawności lub stopniu niepełnosprawności wymaga osobistej opieki tej osoby, przez okres do 6 lat, nie \ndłużej jednak niż do ukończenia przez dziecko 18. roku życia, składka na to ubezpieczenie jest finansowana z dotacji bud-\nżetu państwa do funduszu emerytalno-rentowego przeznaczonej na te składki, pod warunkiem że ten rolnik lub domownik \nnie podlega innemu ubezpieczeniu społecznemu. \n2. Składka na ubezpieczenie emerytalno-rentowe za osoby, o których mowa w ust. 1, jest finansowana z dotacji budżetu \npaństwa do funduszu emerytalno-rentowego od dnia zgłoszenia przez rolnika opłacającego składki za te osoby wniosku \nwraz z oświadczeniem o sprawowaniu przez te osoby osobistej opieki nad dzieckiem.",
            "subsections": []
          },
          {
            "article": "16b.",
            "content": "1. Przepisy art. 16a stosuje się także do rolnika lub domownika podlegającego ubezpieczeniu społecznemu \nrolników na podstawie art. 5a, pod warunkiem: \n1)  zaprzestania wykonywania pozarolniczej działalności gospodarczej albo współpracy przy wykonywaniu tej działalności \nalbo \n2)  zawieszenia wykonywania pozarolniczej działalności gospodarczej \n– w okresie sprawowania osobistej opieki nad dzieckiem. \n2. Zawieszenia wykonywania pozarolniczej działalności gospodarczej w związku ze sprawowaniem osobistej opieki \nnad dzieckiem, o którym mowa w ust. 1 pkt 2, rolnik lub domownik może dokonać w nie więcej niż 5 częściach. Przepisy \nart. 22–25 ustawy z dnia 6 marca 2018 r. – Prawo przedsiębiorców stosuje się odpowiednio.",
            "subsections": []
          },
          {
            "article": "16c.",
            "content": "1. Rolnik albo domownik, który nie podlega ubezpieczeniu społecznemu rolników, albo osoba będąca człon-\nkiem rodziny rolnika lub domownika, która nie spełnia warunków do podlegania temu ubezpieczeniu, sprawująca osobistą \nopiekę nad dzieckiem na zasadach i w okresach, o których mowa w art. 16a ust. 1, może zgłosić wniosek do Kasy o objęcie \nubezpieczeniem emerytalno-rentowym w tym okresie. \n2. Za osobę, o której mowa w ust. 1, składka na ubezpieczenie emerytalno-rentowe jest finansowana z dotacji budżetu \npaństwa do funduszu emerytalno-rentowego przez okres nie dłuższy niż określony w art. 16a ust. 1, jeżeli ta osoba nie podlega \ninnemu ubezpieczeniu społecznemu.",
            "subsections": []
          },
          {
            "article": "16d.",
            "content": "Składka na ubezpieczenie emerytalno-rentowe osób, o których mowa w art. 16a oraz art. 16c, jest równa \nskładce, o której mowa w art. 17 ust. 1. Do osób tych nie ma zastosowania przepis art. 17 ust. 4.",
            "subsections": []
          },
          {
            "article": "16e.",
            "content": "Prawo do skorzystania z uprawnień określonych w art. 16a, art. 16b ust. 1 lub art. 16c przysługuje jednemu \nz rodziców, pod warunkiem że drugi rodzic nie korzysta z tych samych uprawnień albo z prawa do finansowania składek na \npodstawie art. 16 ust. 8 ustawy z dnia 13 października 1998 r. o systemie ubezpieczeń społecznych.",
            "subsections": []
          },
          {
            "article": "16f.",
            "content": "Za osobę sprawującą osobistą opiekę nad dzieckiem, o której mowa w art. 16a, art. 16b ust. 1 i art. 16c, uważa \nsię osobę sprawującą osobistą opiekę nad dzieckiem własnym lub swojego małżonka, lub dzieckiem przysposobionym.",
            "subsections": []
          },
          {
            "article": "17.",
            "content": "1. Składka miesięczna za każdego ubezpieczonego wynosi 10 % emerytury podstawowej. \n2. Za ubezpieczonego, o którym mowa w art. 5a, składka wynosi dwukrotność kwoty ustalonej w sposób określony w ust. 1. \n3. W przypadku gdy okres podlegania ubezpieczeniu emerytalno-rentowemu jest krótszy niż miesiąc, wysokość składki \noblicza się proporcjonalnie do liczby dni podlegania ubezpieczeniu w tym miesiącu. \n4. Rolnik, którego gospodarstwo rolne obejmuje obszar użytków rolnych powyżej 50 ha przeliczeniowych, opłaca do-\ndatkową składkę miesięczną w wysokości: \n1)  12 % emerytury podstawowej – w przypadku gdy gospodarstwo rolne obejmuje obszar użytków rolnych do 100 ha prze-\nliczeniowych; \n2)  24 % emerytury podstawowej – w przypadku gdy gospodarstwo rolne obejmuje obszar użytków rolnych powyżej \n100 ha przeliczeniowych do 150 ha przeliczeniowych; \n3)  36 % emerytury podstawowej – w przypadku gdy gospodarstwo rolne obejmuje obszar użytków rolnych powyżej \n150 ha przeliczeniowych do 300 ha przeliczeniowych; \n4)  48 % emerytury podstawowej – w przypadku gdy gospodarstwo rolne obejmuje obszar użytków rolnych powyżej \n300 ha przeliczeniowych. \n5. W przypadku zmiany obszaru użytków rolnych gospodarstwa rolnego powodującego zmianę wymiaru dodatkowej \nskładki miesięcznej, o której mowa w ust. 4, rolnikowi obowiązanemu do opłacania tej składki wydaje się decyzję w tej \nsprawie. \n  \nDziennik Ustaw  – 12 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "18.",
            "content": "Świadczeniami z ubezpieczenia emerytalno-rentowego są: \n1)  emerytura rolnicza lub renta rolnicza z tytułu niezdolności do pracy; \n2)  renta rolnicza szkoleniowa; \n3)  renta rodzinna; \n4)  emerytura i renta z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin; \n5)  dodatki do emerytur i rent, o których mowa w pkt 1–4; \n6)  zasiłek pogrzebowy; \n7)  zasiłek macierzyński.",
            "subsections": []
          },
          {
            "article": "19.",
            "content": "1. Emerytura rolnicza przysługuje ubezpieczonemu, który spełnia łącznie następujące warunki: \n1)  osiągnął wiek emerytalny; wiek emerytalny kobiety wynosi 60 lat, a mężczyzny 65 lat; \n2)  podlegał ubezpieczeniu emerytalno-rentowemu przez okres co najmniej 25 lat, z uwzględnieniem art. 20. \n1a. (uchylony) \n1b. (uchylony) \n2. Emerytura rolnicza przysługuje także ubezpieczonemu rolnikowi, który spełnia łącznie następujące warunki: \n1)  osiągnął wiek 55 lat, jeśli jest kobietą, albo 60 lat, jeśli jest mężczyzną; \n2)  podlegał ubezpieczeniu emerytalno-rentowemu przez okres co najmniej 30 lat; \n3)  zaprzestał prowadzenia działalności rolniczej. \n2a. Przepis ust. 2 stosuje się do rolnika, który do dnia 31 grudnia 2017 r. spełnił warunki, o których mowa w ust. 2. \n3. Jeżeli zaprzestanie prowadzenia działalności rolniczej jest spowodowane wywłaszczeniem gruntów wchodzących \nw skład gospodarstwa rolnego, ich zbyciem na cel uzasadniający wywłaszczenie albo trwałym wyłączeniem, zgodnie z obo-\nwiązującymi przepisami, użytków rolnych z produkcji rolniczej z przyczyn niezależnych od rolnika, warunek przewidziany \nw ust. 2 pkt 2 uważa się za spełniony, jeżeli rolnik podlegał ubezpieczeniu emerytalno-rentowemu przez okres co najmniej \n12 lat i 6 miesięcy. \n4. (uchylony)",
            "subsections": []
          },
          {
            "article": "19a.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "20.",
            "content": "1. Do okresów ubezpieczenia wymaganych zgodnie z art. 19 ust. 1 pkt 2 i ust. 2 pkt 2 zalicza się okresy: \n1)  podlegania ubezpieczeniu społecznemu rolników indywidualnych i członków ich rodzin w latach 1983–1990; \n2)  prowadzenia gospodarstwa rolnego lub pracy w gospodarstwie rolnym, po ukończeniu 16. roku życia, przed dniem \n1 stycznia 1983 r.; \n3)  od których zależy prawo do emerytury zgodnie z przepisami emerytalnymi. \n2. Okresów, o których mowa w ust. 1, nie zalicza się do okresów ubezpieczenia, jeżeli zostały one zaliczone do okresów, \nod których zależy prawo do emerytury lub renty na podstawie odrębnych przepisów. \n3. Przepisu ust. 1 pkt 3 nie stosuje się do osób urodzonych po dniu 31 grudnia 1948 r.",
            "subsections": []
          },
          {
            "article": "21.",
            "content": "1. Renta rolnicza z tytułu niezdolności do pracy przysługuje ubezpieczonemu, który łącznie spełnia następu-\njące warunki: \n1)  podlegał ubezpieczeniu emerytalno-rentowemu przez wymagany okres, o którym mowa w ust. 2; \n2)  jest trwale lub okresowo całkowicie niezdolny do pracy w gospodarstwie rolnym; \n3)  całkowita niezdolność do pracy w gospodarstwie rolnym powstała w okresie podlegania ubezpieczeniu emerytalno-\n-rentowemu lub w okresach, o których mowa w art. 20 ust. 1 pkt 1 i 2, lub nie później niż w ciągu 18 miesięcy od \nustania tych okresów. \n1a. Przepisu ust. 1 pkt 3 nie stosuje się do ubezpieczonego, który podlegał ubezpieczeniu emerytalno-rentowemu przez \nokres co najmniej 25 lat. \n  \nDziennik Ustaw  – 13 –  Poz. 197 \n \n2. Warunek podlegania ubezpieczeniu emerytalno-rentowemu przez wymagany okres uważa się za spełniony, jeżeli \nokres ubezpieczenia emerytalno-rentowego ubezpieczonego wynosi co najmniej: \n1)  rok – jeżeli całkowita niezdolność do pracy w gospodarstwie rolnym powstała w wieku do 20 lat; \n2)  2 lata – jeżeli całkowita niezdolność do pracy w gospodarstwie rolnym powstała w wieku powyżej 20 lat do 22 lat; \n3)  3 lata – jeżeli całkowita niezdolność do pracy w gospodarstwie rolnym powstała w wieku powyżej 22 lat do 25 lat; \n4)  4 lata – jeżeli całkowita niezdolność do pracy w gospodarstwie rolnym powstała w wieku powyżej 25 lat do 30 lat; \n5)  5 lat – jeżeli całkowita niezdolność do pracy w gospodarstwie rolnym powstała w wieku powyżej 30 lat. \n3. Przy ustalaniu okresu podlegania ubezpieczeniu emerytalno-rentowemu zgodnie z ust. 2 stosuje się odpowiednio \nart. 20 ust. 1 i 2. \n3a. Jeżeli okres podlegania ubezpieczeniu emerytalno-rentowemu zbiega się w czasie z okresem innego ubezpieczenia \nspołecznego, przy ustalaniu prawa do renty rolniczej z tytułu niezdolności do pracy nie uwzględnia się okresu podlegania \ninnemu ubezpieczeniu społecznemu. \n4. Jeżeli całkowita niezdolność do pracy w gospodarstwie rolnym powstała wskutek wypadku przy pracy rolniczej lub \nrolniczej choroby zawodowej, warunek, o którym mowa w ust. 1 pkt 1, uważa się za spełniony, jeżeli ubezpieczony posiada \njakikolwiek okres ubezpieczenia emerytalno-rentowego, który obejmuje dzień wypadku lub dzień zachorowania na rolniczą \nchorobę zawodową. \n5. Za całkowicie niezdolnego do pracy w gospodarstwie rolnym uważa się ubezpieczonego, który z powodu naruszenia \nsprawności organizmu utracił zdolność do osobistego wykonywania pracy w gospodarstwie rolnym. \n6. Całkowitą niezdolność do pracy w gospodarstwie rolnym uznaje się za trwałą, jeżeli ubezpieczony nie rokuje odzyskania \nzdolności do osobistego wykonywania pracy w gospodarstwie rolnym. \n7. Całkowitą niezdolność do pracy w gospodarstwie rolnym uznaje się za okresową, jeżeli ubezpieczony rokuje odzyskanie \nzdolności do osobistego wykonywania pracy w gospodarstwie rolnym. \n8. Okres 5 lat, o których mowa w ust. 2 pkt 5, powinien przypadać w okresie ostatnich 10 lat przed złożeniem wniosku \no przyznanie renty rolniczej z tytułu niezdolności do pracy. \n9. Przepisu ust. 8 nie stosuje się do ubezpieczonego, który podlegał ubezpieczeniu emerytalno-rentowemu przez okres \nco najmniej 25 lat.",
            "subsections": []
          },
          {
            "article": "21a.",
            "content": "Przy ustalaniu liczby lat podlegania ubezpieczeniu emerytalno-rentowemu dodaje się poszczególne okresy \npodlegania ubezpieczeniu obejmujące lata, miesiące i dni. Okresy niepełnych miesięcy podlegania ubezpieczeniu oblicza \nsię w dniach. Sumę dni zamienia się na miesiące, przyjmując za miesiąc 30 dni kalendarzowych; sumę miesięcy zamienia \nsię na lata, przyjmując pełne 12 miesięcy za jeden rok.",
            "subsections": []
          },
          {
            "article": "21b.",
            "content": "1. Ubezpieczonemu spełniającemu warunki do uzyskania renty rolniczej z tytułu niezdolności do pracy okreś-\nlone w art. 21, w stosunku do którego orzeczono celowość przekwalifikowania zawodowego ze względu na trwałą całkowitą \nniezdolność do pracy w gospodarstwie rolnym, przysługuje przez okres 6 miesięcy renta rolnicza szkoleniowa. \n2. Osobę, której przyznano rentę rolniczą szkoleniową, Kasa kieruje do powiatowego urzędu pracy w celu poddania \nprzekwalifikowaniu zawodowemu. \n3. Okres 6 miesięcy, o którym mowa w ust. 1, ulega wydłużeniu na czas niezbędny do przekwalifikowania zawodo-\nwego, nie dłużej niż do 36 miesięcy. \n4. Przedłużenie prawa do renty rolniczej szkoleniowej następuje na wniosek starosty. \n5. Koszty przekwalifikowania zawodowego rencisty w okresie pobierania renty rolniczej szkoleniowej są finansowane \nze środków Państwowego Funduszu Rehabilitacji Osób Niepełnosprawnych.",
            "subsections": []
          },
          {
            "article": "22.",
            "content": "1. Rentę rolniczą z tytułu niezdolności do pracy przyznaje się jako rentę stałą, jeżeli całkowita niezdolność ubez-\npieczonego do pracy w gospodarstwie rolnym jest trwała i nie orzeczono celowości przekwalifikowania zawodowego. W po-\nzostałych przypadkach renta rolnicza z tytułu niezdolności do pracy przysługuje jako renta okresowa przez okres wskazany \nw decyzji Prezesa Kasy. \n2. Prawo do renty rolniczej z tytułu niezdolności do pracy, które ustało z powodu ustąpienia całkowitej niezdolności \ndo pracy w gospodarstwie rolnym, podlega przywróceniu, jeżeli w ciągu 18 miesięcy od dnia ustania prawa do renty ubez-\npieczony ponownie stał się całkowicie niezdolny do pracy w gospodarstwie rolnym. \n  \nDziennik Ustaw  – 14 –  Poz. 197 \n \n3. Osobom pobierającym renty rolnicze z tytułu niezdolności do pracy, które osiągnęły wiek 60 lat dla kobiet i 65 lat \ndla mężczyzn, przyznaje się z urzędu emeryturę rolniczą w wysokości nie niższej od dotychczas pobieranej renty z tytułu \nniezdolności do pracy, jeżeli osoba ta spełnia warunki określone w art. 19 ust. 1 pkt 2 ustawy. \n4. Wysokość emerytury, o której mowa w ust. 3, może być niższa od dotychczas pobieranej renty, jeżeli jej zmniejsze-\nnie wynika z wyłączenia okresów, o których mowa w art. 20 ust. 1 pkt 3.",
            "subsections": []
          },
          {
            "article": "23.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "24.",
            "content": "Emerytura rolnicza, renta rolnicza z tytułu niezdolności do pracy, oraz renta rolnicza szkoleniowa składa się \nz części składkowej i części uzupełniającej, ustalonych zgodnie z art. 25 i 26. Dla każdej z tych części ustala się wskaźnik \nwymiaru.",
            "subsections": []
          },
          {
            "article": "25.",
            "content": "1. Część składkową ustala się przyjmując po 1 % emerytury podstawowej za każdy rok podlegania ubezpie-\nczeniu emerytalno-rentowemu, z uwzględnieniem ust. 2–7. Niepełne lata przelicza się odpowiednio, z uwzględnieniem art. 21a. \n2. Do liczby lat, o których mowa w ust. 1, dolicza się liczbę lat: \n1)  podlegania ubezpieczeniu społecznemu rolników indywidualnych i członków ich rodzin w okresie od dnia 1 stycznia \n1983 r. do dnia 31 grudnia 1990 r.; \n2)  prowadzenia gospodarstwa rolnego lub pracy w gospodarstwie rolnym w okresie od dnia 1 lipca 1977 r. do dnia \n31 grudnia 1982 r., za który była opłacana składka na Fundusz Emerytalny Rolników; \n3)  (uchylony) \n4)  prowadzenia gospodarstwa rolnego lub pracy w gospodarstwie rolnym – bez podlegania innemu ubezpieczeniu spo-\nłecznemu – po ukończeniu 16. roku życia, przypadających przed dniem 1 lipca 1977 r., jednak nie wcześniej niż 25 lat \nprzed spełnieniem warunków nabycia prawa do emerytury rolniczej lub renty inwalidzkiej rolniczej. \n2a. Do liczby lat, o których mowa w ust. 1, dolicza się również liczbę lat: \n1)  podlegania ubezpieczeniu emerytalnemu i rentowemu określonych w przepisach o systemie ubezpieczeń społecznych, \npodlegania ubezpieczeniu społecznemu lub zaopatrzeniu emerytalnemu przed dniem 1 stycznia 1999 r. oraz podlegania \nzaopatrzeniu emerytalnemu przepadającemu po tej dacie, \n2)  działalności kombatanckiej, działalności równorzędnej z tą działalnością, a także okresy zaliczane do okresów tej dzia-\nłalności oraz podlegania represjom wojennym i okresu powojennego, określone w przepisach o kombatantach oraz \nniektórych osobach będących ofiarami represji wojennych i okresu powojennego, \n3)  odbywania czynnej służby wojskowej w Wojsku Polskim lub okresy jej równorzędne albo zastępczych form tej służby, \nprzypadających przed dniem 1 stycznia 1999 r. \n– jeżeli z tego tytułu ubezpieczonemu nie przyznano emerytury lub renty na podstawie odrębnych przepisów. \n2b. Przepisu ust. 2a nie stosuje się przy ustalaniu wysokości emerytury rolniczej dla osób urodzonych po dniu 31 grud-\nnia 1948 r., z tym że przy ustalaniu wysokości emerytury rolniczej dla osób urodzonych po tej dacie, które nie mają ustalo-\nnego prawa do emerytury na podstawie art. 24 ust. 1, art. 24a lub art. 184 przepisów emerytalnych, stosuje się przepis ust. 2a \npkt 3. \n3. Jeżeli w okresie, o którym mowa w ust. 2 pkt 1, za rolnika i jego małżonka opłacono roczną składkę na ubezpiecze-\nnie społeczne rolników indywidualnych i członków ich rodzin w wysokości wyższej niż 120 % przeciętnej emerytury pod-\nstawowej w danym roku, zamiast jednego roku przyjmuje się okres dłuższy, odpowiadający wskaźnikowi indywidualnego \nwymiaru składki w danym roku. Wskaźnik ten oblicza się w następujący sposób: \n1)  kwotę opłaconej składki rocznej wymierzonej od hektarów przeliczeniowych i działów specjalnych oraz od osób ubez-\npieczonych w danym gospodarstwie rolnym, z wyjątkiem domowników, dzieli się przez liczbę tych osób; przy ustala-\nniu kwoty opłaconej składki wlicza się również kwoty przyznanych ulg i zwolnień, nie wlicza się jednak nieopłaconej \nczęści składki za 1990 r., jeżeli jej opłacenie było dobrowolne; \n2)  tak obliczoną kwotę dzieli się przez 120 % przeciętnej emerytury podstawowej w danym roku. \n4. Okresy, o których mowa w ust. 2a pkt 1, przelicza się w wymiarze półtorakrotnym. Nie dotyczy to jednak okresów \npodlegania ubezpieczeniu społecznemu z tytułu pobierania świadczeń dla bezrobotnych. \n5. Za każdy rok przypadający w okresie, o którym mowa w ust. 2 pkt 4, przyjmuje się 0,5 % emerytury podstawowej. \n  \nDziennik Ustaw  – 15 –  Poz. 197 \n \n6. Jeżeli uprawniony do renty rolniczej z tytułu niezdolności do pracy podlegał ubezpieczeniu emerytalno-rentowemu \nłącznie z okresami, o których mowa w ust. 2 i 2a, krócej niż przez 5 lat, przyjmuje się, że okres opłacania składki wynosi 5 lat. \n7. Przepisu ust. 6 nie stosuje się, jeżeli całkowita niezdolność do pracy powstała wskutek wypadku przy pracy rolniczej \nlub rolniczej choroby zawodowej. W takim przypadku uprawnionemu do okresu opłacania składki dolicza się okres dzielący \ngo od osiągnięcia wieku 60 lat. \n8. Minister Pracy i Polityki Socjalnej6) ogłosi w Dzienniku Urzędowym Rzeczypospolitej Polskiej „Monitor Polski” \nprzeciętną roczną wysokość emerytury podstawowej w latach 1983–1990.",
            "subsections": []
          },
          {
            "article": "26.",
            "content": "1. Część uzupełniająca wynosi 95 % emerytury podstawowej, jeżeli liczba lat przyjęta do ustalenia części \nskładkowej, lecz bez uwzględnienia skutków art. 25 ust. 3, jest mniejsza od 20; przy każdym pełnym roku od 20 lat część \nuzupełniającą zmniejsza się o 0,5 % emerytury podstawowej. \n2. Część uzupełniająca nie może wynosić mniej niż 85 % emerytury podstawowej, a suma części uzupełniającej i części \nskładkowej nie może być mniejsza od emerytury podstawowej, z zastrzeżeniem ust. 3. \n3. Jeżeli rolnik nabywa prawo do emerytury rolniczej w wieku o 5 lat niższym od wieku emerytalnego, określoną zgodnie \nz ust. 1 część uzupełniającą zmniejsza się o 25 % emerytury podstawowej. Tak ustaloną część uzupełniającą zwiększa się \no 5 % emerytury podstawowej po upływie każdego roku dzielącego uprawnionego od wieku emerytalnego.",
            "subsections": []
          },
          {
            "article": "27.",
            "content": "1. Do emerytury lub renty rolniczej z ubezpieczenia przysługuje dodatek pielęgnacyjny na zasadach i wyso-\nkości określonej w przepisach emerytalnych. \n1a. W razie zbiegu prawa do dodatku pielęgnacyjnego, o którym mowa w ust. 1, z prawem do dodatku pielęgnacyjnego \nprzysługującego do emerytury, ustalonej na podstawie art. 24 ust. 1, art. 24a lub art. 184 przepisów emerytalnych, dodatek \npielęgnacyjny wypłaca się wraz z emeryturą z Funduszu Ubezpieczeń Społecznych. \n2. Do emerytury lub renty rolniczej z ubezpieczenia przysługuje również dodatek z tytułu pracy przymusowej po dniu \n1 września 1939 r. w wysokości 2 % emerytury podstawowej za każdy rok takiej pracy. \n3. Dodatek, o którym mowa w ust. 2, dolicza się do części składkowej emerytury lub renty rolniczej, uwzględniając \njego wysokość przy ustalaniu wskaźnika wymiaru części składkowej. \n4. Do emerytury lub renty inwalidzkiej z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin \nprzysługuje zwiększenie za okresy, o których mowa w art. 25 ust. 2a pkt 2 i 3, w wysokości 1 % emerytury podstawowej za \nkażdy rok przypadający w tych okresach, jeżeli z tego tytułu uprawnionemu nie przyznano emerytury lub renty na podstawie \nodrębnych przepisów. \n5. Zwiększenie, o którym mowa w ust. 4, dolicza się do emerytury lub renty inwalidzkiej z ubezpieczenia społecznego \nrolników indywidualnych i członków ich rodzin i ustala się ponownie wskaźnik wymiaru tego świadczenia.",
            "subsections": []
          },
          {
            "article": "27a.",
            "content": "1. Do emerytury rolniczej przysługuje dodatek z tytułu opłacania składki, o której mowa w art. 17 ust. 2 lub 4, \nw wysokości 0,5 % emerytury podstawowej za każdy rok opłacania takiej składki. \n2. Dodatek, o którym mowa w ust. 1, wypłaca się wraz z emeryturą rolniczą.",
            "subsections": []
          },
          {
            "article": "28.",
            "content": "1. Wypłata renty rolniczej z ubezpieczenia ulega częściowemu zawieszeniu na zasadach określonych w ust. 2–8, \njeżeli rencista prowadzi działalność rolniczą. \n2. Zawieszenie wypłaty dotyczy: \n1)  części uzupełniającej renty rolniczej z tytułu niezdolności do pracy, \n2)  renty inwalidzkiej z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin w części równej \n95 % emerytury podstawowej \n– i obejmuje całość lub określony ułamek tej części świadczenia; ilekroć w ust. 3 i 5–7 jest mowa o zawieszeniu wypłaty \nw całości, w połowie albo w jednej czwartej – rozumie się odpowiednio zawieszenie wypłaty tej części świadczenia, jej \npołowy albo jednej czwartej. \n3. Wypłata ulega zawieszeniu w całości, jeżeli rencista nie zaprzestał prowadzenia działalności rolniczej, z zastrzeże-\nniem ust. 5–7 i 9–11. \n \n6)  Obecnie minister właściwy do spraw zabezpieczenia społecznego, na podstawie art. 4 ust. 1, art. 5 pkt 26 i art. 31 ustawy z dnia 4 września \n1997 r. o działach administracji rządowej (Dz. U. z 2024 r. poz. 1370 i 1907), która weszła w życie z dniem 1 kwietnia 1999 r. \n  \nDziennik Ustaw  – 16 –  Poz. 197 \n \n4. Uznaje się, że rencista zaprzestał prowadzenia działalności rolniczej, jeżeli ani on, ani jego małżonek nie jest właś-\ncicielem (współwłaścicielem) lub posiadaczem gospodarstwa rolnego w rozumieniu przepisów o podatku rolnym i nie pro-\nwadzi działu specjalnego, nie uwzględniając: \n1)  gruntów wydzierżawionych, na podstawie umowy pisemnej zawartej – w przypadku renty stałej – co najmniej na 10 lat, \na w przypadku renty okresowej – na okres wskazany w decyzji Prezesa Kasy o przyznaniu tej renty, której zawarcie \npotwierdził wójt, właściwy ze względu na miejsce położenia przedmiotu dzierżawy, osobie niebędącej:  \na)  małżonkiem rencisty,  \nb)  osobą pozostającą z rencistą we wspólnym gospodarstwie domowym,  \nc)  małżonkiem osoby, o której mowa w lit. b; \n2)  gruntów trwale wyłączonych z produkcji rolniczej na podstawie odrębnych przepisów, w tym zalesionych gruntów \nrolnych; \n3)  gruntów i działów specjalnych należących do małżonka, z którym rencista zawarł związek małżeński po ustaleniu \nprawa do renty rolniczej z ubezpieczenia; \n4)  własności (udziału we współwłasności) nieustalonej odpowiednimi dokumentami urzędowymi, jeżeli grunty będące \nprzedmiotem tej własności (współwłasności) nie znajdują się w posiadaniu rolnika lub jego małżonka. \n5. Jeżeli rencista jest całkowicie niezdolny do pracy wskutek wypadku przy pracy rolniczej albo rolniczej choroby \nzawodowej, wypłata świadczenia przez okres dwóch lat od tego wypadku albo od zachorowania na tę chorobę ulega zawie-\nszeniu tylko w połowie. \n6. Wypłata ulega zawieszeniu w połowie, jeżeli: \n1)  (uchylony) \n2)  rencista pobiera okresową rentę rolniczą z tytułu niezdolności do pracy, nie dłużej jednak niż przez dwa lata. \n7. Wypłata ulega zawieszeniu w jednej czwartej, jeżeli: \n1)  rencista nie zawarł umowy z następcą stosownie do przepisów rozdziału 7 i nie ma możliwości sprzedaży nierucho-\nmości wchodzących w skład gospodarstwa rolnego co najmniej po cenie odpowiadającej ich oszacowaniu według \nprzepisów o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa albo \n2)  trwają czynności zmierzające do wywłaszczenia tych nieruchomości, ich wykupu na cel uzasadniający wywłaszczenie \nalbo do trwałego wyłączenia gruntów z produkcji rolniczej na podstawie odrębnych przepisów lub \n3)  nieruchomości te są położone w strefie ochronnej lub na innym obszarze specjalnym, utworzonym na podstawie od-\nrębnych przepisów w związku z wprowadzeniem ograniczeń w użytkowaniu gruntów rolnych albo w celach ochronnych. \n8. Jeżeli wypłata ulega zawieszeniu w myśl ust. 3 lub 5, zawiesza się w całości wypłatę dodatku pielęgnacyjnego, przy-\nsługującego z tytułu ukończenia 75 lat. \n9. W przypadku podjęcia działalności rolniczej na gruntach: \n1)  nabytych w drodze dziedziczenia lub \n2)  uprzednio wydzierżawionych na podstawie umowy pisemnej zawartej – w przypadku renty stałej – co najmniej na \n10 lat, a w przypadku renty okresowej – na okres wskazany w decyzji Prezesa Kasy o przyznaniu tej renty, jeżeli \ndzierżawa ustała wcześniej z przyczyn niezależnych od wydzierżawiającego, lub \n3)  odzyskanych w wyniku rozwiązania – z przyczyn niezależnych od uprawnionego – umowy, na podstawie której \nuprzednio zbył on te grunty, albo w wyniku uchylenia lub stwierdzenia nieważności decyzji administracyjnej \n– wypłata nie ulega zawieszeniu przez okres jednego roku. \n10. W przypadku zaprzestania prowadzenia działalności rolniczej polegającej na przekazaniu gospodarstwa rolnego \nw formie aktu notarialnego osobie niepełnoletniej wypłata ulega zawieszeniu w całości do czasu osiągnięcia przez tę osobę \n18 lat. \n11. W przypadku gdy rencista prowadzi działalność rolniczą z małżonkiem podlegającym ubezpieczeniu emerytalno-\n-rentowemu z mocy ustawy, wypłata nie ulega zawieszeniu. \n12. (uchylony) \n  \nDziennik Ustaw  – 17 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "28a.",
            "content": "1. Wypłata renty rolniczej szkoleniowej ulega zawieszeniu w części uzupełniającej w przypadku osiągania \nprzez uprawnionego przychodu z działalności podlegającej obowiązkowi ubezpieczenia społecznego zgodnie z przepisami \nemerytalnymi, bez względu na wysokość tego przychodu. \n2. Prawo do renty rolniczej szkoleniowej ustaje: \n1)  od dnia podjęcia zatrudnienia, wykonywania prac interwencyjnych lub robót publicznych lub od dnia, gdy uprawniony \nodmówił, bez uzasadnionej przyczyny, przyjęcia propozycji zatrudnienia złożonej przez powiatowy urząd pracy; \n2)  od dnia otrzymania przez Kasę zawiadomienia od starosty o braku możliwości przekwalifikowania uprawnionego do \ninnego zawodu lub o braku możliwości przedstawienia propozycji odpowiedniego zatrudnienia w terminie 6 miesięcy od \ndnia ukończenia szkolenia, nie później niż w okresie 36 miesięcy pobierania tej renty; \n3)  od dnia otrzymania przez Kasę zawiadomienia od starosty o tym, że uprawniony nie poddaje się przekwalifikowaniu \nzawodowemu.",
            "subsections": []
          },
          {
            "article": "29.",
            "content": "1. Renta rodzinna przysługuje uprawnionym członkom rodziny zmarłego: \n1)  emeryta lub rencisty mającego ustalone prawo do emerytury albo renty rolniczej z ubezpieczenia; \n2)  ubezpieczonego, który w chwili śmierci spełniał warunki do uzyskania emerytury rolniczej lub renty rolniczej z tytułu \nniezdolności do pracy; przyjmuje się, że był on całkowicie niezdolny do pracy w gospodarstwie rolnym. \n2. Do renty rodzinnej są uprawnieni następujący członkowie rodziny zmarłego: \n1)  dzieci własne, dzieci drugiego małżonka oraz dzieci przysposobione, \n2)  przyjęte na wychowanie i utrzymanie przed osiągnięciem pełnoletności wnuki, rodzeństwo i inne dzieci, z wyłącze-\nniem dzieci przyjętych na wychowanie i utrzymanie w ramach rodziny zastępczej lub rodzinnego domu dziecka, \n3)  małżonek (wdowa, wdowiec), \n4)  rodzice \n– jeżeli spełniają warunki do uzyskania takiej renty w myśl przepisów emerytalnych.",
            "subsections": []
          },
          {
            "article": "30.",
            "content": "1. Wszystkim uprawnionym członkom rodziny przysługuje jedna renta rodzinna. \n2. Jeżeli do renty rodzinnej uprawniona jest jedna osoba, renta wynosi 85 % emerytury podstawowej ze zwiększeniem o: \n1)  50 % nadwyżki – ponad kwotę emerytury podstawowej – emerytury lub renty inwalidzkiej z ubezpieczenia społecz-\nnego rolników indywidualnych i członków ich rodzin, jaka przysługiwała zmarłemu w chwili śmierci, albo \n2)  50 % części składkowej emerytury rolniczej lub renty rolniczej z tytułu niezdolności do pracy, która przysługiwała lub \nprzysługiwałaby zmarłemu w chwili śmierci \n– z tym że renta rodzinna nie może być niższa od emerytury podstawowej. \n3. Za każdą następną osobę uprawnioną wysokość renty rodzinnej, ustalonej w sposób określony w ust. 2, zwiększa się \no 5 %. \n4. Rentę rodzinną, wyliczoną na podstawie ust. 2 i 3, zwiększa się o 10 %, jeżeli śmierć nastąpiła wskutek wypadku \nprzy pracy rolniczej lub rolniczej choroby zawodowej. \n4a. Renta rodzinna nie może być wyższa od kwoty świadczenia, które przysługiwałoby zmarłemu, i nie może być niższa \nod emerytury podstawowej. \n5. Wysokość renty rodzinnej ustala się za pomocą wskaźnika wymiaru. \n6. Renta rodzinna ulega podziałowi między uprawnionych na równe części, jeżeli: \n1)  do renty są uprawnione osoby małoletnie, nad którymi opiekę sprawują różne osoby; \n2)  pełnoletni członek rodziny uprawniony do renty żąda jej podziału; \n3)  zachodzą inne okoliczności uzasadniające podział renty.",
            "subsections": []
          },
          {
            "article": "31.",
            "content": "1. Do renty rodzinnej przysługuje dodatek przewidziany w art. 27 ust. 1 oraz dodatek dla sieroty zupełnej. \n2. Dodatek dla sieroty zupełnej przysługuje w wysokości określonej w przepisach emerytalnych. \n3. (uchylony) \n  \nDziennik Ustaw  – 18 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "32.",
            "content": "Wypłata renty rodzinnej, przysługującej osobie pełnoletniej, ulega zawieszeniu, jeżeli uprawniony prowadzi \ndziałalność rolniczą. Przepisy art. 28 ust. 3, 4 i 6–10 oraz art. 34 stosuje się odpowiednio.",
            "subsections": []
          },
          {
            "article": "33.",
            "content": "1.7) W razie zbiegu prawa do emerytury z prawem do renty na podstawie ustawy, uprawnionemu przyznaje się \njedno świadczenie – wyższe lub wybrane przez uprawnionego, z zastrzeżeniem art. 22 ust. 3 i 4 oraz art. 33a. \n2.7) W razie zbiegu prawa do emerytury lub renty przysługującej na podstawie ustawy z prawem do emerytury lub renty \nz innego ubezpieczenia społecznego, uprawnionemu wypłaca się jedno z tych świadczeń – wyższe lub wybrane przez upraw-\nnionego, z zastrzeżeniem ust. 4 oraz art. 33a. \n2a. Przepisu ust. 2 nie stosuje się do osób uprawnionych jednocześnie do emerytury rolniczej oraz do emerytury przyzna-\nnej na podstawie art. 24 ust. 1, art. 24a lub art. 184 przepisów emerytalnych. \n2b.8) Uprawniony do renty rolniczej z tytułu niezdolności do pracy i do emerytury na podstawie art. 24 lub art. 24a \nprzepisów emerytalnych traci prawo do renty rolniczej z tytułu niezdolności do pracy, chyba że zanim wystąpi z wnioskiem \no prawo do emerytury na podstawie art. 24 lub art. 24a przepisów emerytalnych złoży oświadczenie, że wybiera rentę rol-\nniczą z tytułu niezdolności do pracy. W przypadku złożenia tego oświadczenia środki zgromadzone na jego rachunku \nw otwartym funduszu emerytalnym są przekazywane przez ten fundusz, za pośrednictwem Zakładu, na dochody budżetu \npaństwa. Oświadczenie o wyborze świadczenia jest ostateczne i nie przysługuje od niego prawo odstąpienia. \n2c. W przypadku gdy uprawniony do renty rolniczej z tytułu niezdolności do pracy nie spełnia warunków do emerytury \nrolniczej na podstawie art. 22 ust. 3, Kasa wzywa uprawnionego do renty rolniczej z tytułu niezdolności do pracy, w terminie \nco najmniej 3 miesięcy przed osiągnięciem wieku emerytalnego, do złożenia oświadczenia, o którym mowa w ust. 2b. \n2d. (uchylony)9) \n3. (uchylony) \n4. Odrębne przepisy określają prawo do pobierania świadczeń w razie zbiegu u jednej osoby prawa do emerytury lub \nrenty z ubezpieczenia z prawem do: \n1)  renty inwalidy wojennego i wojskowego, którego niezdolność do pracy pozostaje w związku ze służbą wojskową; \n2)  renty z tytułu niezdolności do pracy spowodowanej pobytem w miejscach, o których mowa w art. 3 i 4 ust. 1 ustawy \nz dnia 24 stycznia 1991 r. o kombatantach oraz niektórych osobach będących ofiarami represji wojennych i okresu \npowojennego (Dz. U. z 2022 r. poz. 2039); \n3)  renty z tytułu niezdolności do pracy spowodowanej wypadkiem przy pracy, wypadkiem w drodze do pracy lub z pracy \nalbo wskutek choroby zawodowej; \n4)  świadczenia o charakterze rentowym z instytucji zagranicznej.",
            "subsections": []
          },
          {
            "article": "33a.",
            "content": "10) 1. Osobie uprawnionej do renty rodzinnej, o której mowa w art. 29 ust. 2 pkt 3, oraz do emerytury z Fun-\nduszu Ubezpieczeń Społecznych, emerytury rolniczej, emerytury z ubezpieczenia społecznego rolników indywidualnych \ni członków ich rodzin, emerytury wojskowej, emerytury policyjnej, zasiłku przedemerytalnego, świadczenia przedemery-\ntalnego, emerytury pomostowej, nauczycielskiego świadczenia kompensacyjnego, renty z tytułu niezdolności do pracy, \nw tym renty szkoleniowej z Funduszu Ubezpieczeń Społecznych, renty rolniczej z tytułu niezdolności do pracy, renty rol-\nniczej szkoleniowej, renty z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin, wojskowej renty \ninwalidzkiej albo do policyjnej renty inwalidzkiej wypłaca się, zależnie od jej wyboru: \n1)  przysługującą rentę rodzinną z ubezpieczenia oraz 25 % emerytury z Funduszu Ubezpieczeń Społecznych, emerytury \nrolniczej, emerytury z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin, emerytury wojskowej, \nemerytury policyjnej, zasiłku przedemerytalnego, świadczenia przedemerytalnego, emerytury pomostowej, nauczy-\ncielskiego świadczenia kompensacyjnego, renty z tytułu niezdolności do pracy, w tym renty szkoleniowej z Funduszu \nUbezpieczeń Społecznych, renty rolniczej z tytułu niezdolności do pracy, renty rolniczej szkoleniowej, renty z ubezpie-\nczenia społecznego rolników indywidualnych i członków ich rodzin, wojskowej renty inwalidzkiej albo policyjnej \nrenty inwalidzkiej, albo \n2)  przysługującą emeryturę z Funduszu Ubezpieczeń Społecznych, emeryturę rolniczą, emeryturę z ubezpieczenia spo-\nłecznego rolników indywidualnych i członków ich rodzin, emeryturę wojskową, emeryturę policyjną, zasiłek przed-\nemerytalny, świadczenie przedemerytalne, emeryturę pomostową, nauczycielskie świadczenie kompensacyjne, rentę \nz tytułu niezdolności do pracy, w tym rentę szkoleniową z Funduszu Ubezpieczeń Społecznych, rentę rolniczą z tytułu nie-\nzdolności do pracy, rentę rolniczą szkoleniową, rentę z ubezpieczenia społecznego rolników indywidualnych i człon-\nków ich rodzin, wojskową rentę inwalidzką albo policyjną rentę inwalidzką, oraz 25 % renty rodzinnej z ubezpieczenia. \n \n7)  W brzmieniu ustalonym przez art. 3 pkt 1 lit. a ustawy z dnia 26 lipca 2024 r. o zmianie ustawy o emeryturach i rentach z Funduszu \nUbezpieczeń Społecznych oraz niektórych innych ustaw (Dz. U. poz. 1243 i 1674), która weszła w życie z dniem 1 stycznia 2025 r. \n8)  W brzmieniu ustalonym przez art. 3 pkt 1 lit. b ustawy, o której mowa w odnośniku 7. \n9)  Przez art. 3 pkt 1 lit. c ustawy, o której mowa w odnośniku 7. \n10)  Dodany przez art. 3 pkt 2 ustawy, o której mowa w odnośniku 7. \n  \nDziennik Ustaw  – 19 –  Poz. 197 \n \n2. Osoba uprawniona ma prawo do wypłaty świadczeń na zasadach określonych w ust. 1 w przypadku: \n1)  osiągnięcia wieku emerytalnego określonego w art. 24 ust. 1 przepisów emerytalnych; \n2)  pozostawania we wspólności małżeńskiej do dnia śmierci małżonka; \n3)  nabycia prawa do renty rodzinnej po zmarłym małżonku nie wcześniej niż 5 lat przed osiągnięciem wieku emerytal-\nnego określonego w art. 24 ust. 1 przepisów emerytalnych. \n3. Wypłata świadczeń na zasadach określonych w ust. 1 ustaje z dniem poprzedzającym dzień zawarcia nowego związku \nmałżeńskiego przez osobę uprawnioną. \n4. Wysokość sumy świadczeń, o których mowa w ust. 1, nie może przekroczyć trzykrotności kwoty najniższej emery-\ntury, o której mowa w art. 85 ust. 2 przepisów emerytalnych. Przepis art. 95a ust. 8 przepisów emerytalnych stosuje się od-\npowiednio. \n5. Do limitu ustalonych świadczeń w zbiegu, o którym mowa w ust. 4, uwzględnia się świadczenia, o których mowa \nw ust. 1 i 9, a także świadczenia wypłacane przez instytucje zagraniczne właściwe do spraw emerytalno-rentowych oraz \nświadczenia i dodatki o charakterze innym niż jednorazowe wypłacane na podstawie ustawy lub na podstawie odrębnych \nprzepisów wraz ze świadczeniami, o których mowa w ust. 1. \n6. Emerytura, o której mowa w ust. 1 pkt 1, dla osoby pobierającej okresową emeryturę kapitałową stanowi sumę 25 % \nprzysługującej jej emerytury z Funduszu Ubezpieczeń Społecznych i 25 % przysługującej jej okresowej emerytury kapita-\nłowej. \n7. W przypadku przekroczenia kwoty trzykrotności kwoty najniższej emerytury, o której mowa w art. 85 ust. 2 przepi-\nsów emerytalnych, świadczenia, o których mowa w ust. 1, ulegają pomniejszeniu o kwotę przekroczenia według kolejności: \n1)  świadczenia finansowane z budżetu państwa: \na)  świadczenia z zaopatrzenia emerytalno-rentowego żołnierzy zawodowych, \nb)  świadczenia z zaopatrzenia emerytalno-rentowego funkcjonariuszy Policji, Urzędu Ochrony Państwa, Agencji \nBezpieczeństwa Wewnętrznego, Agencji Wywiadu, Służby Kontrwywiadu Wojskowego, Służby Wywiadu Woj-\nskowego, Centralnego Biura Antykorupcyjnego, Straży Granicznej, Straży Marszałkowskiej, Biura Ochrony \nRządu, Służby Ochrony Państwa, Państwowej Straży Pożarnej, Służby Celnej, Służby Celno-Skarbowej i Służby \nWięziennej, \nc)  inne świadczenia; \n2)  świadczenia finansowane z Funduszu Emerytalno-Rentowego Kasy; \n3)  świadczenia finansowane z Funduszu Pracy; \n4)  świadczenia finansowane z Funduszu Emerytur Pomostowych; \n5)  świadczenia finansowane z Funduszu Ubezpieczeń Społecznych. \n8. Przepis ust. 1 stosuje się do osób uprawnionych do renty rodzinnej z ubezpieczenia społecznego rolników indywi-\ndualnych i członków ich rodzin. \n9. Przepis ust. 1 stosuje się do: \n1)  emerytury lub renty przyznanej przez Prezesa Rady Ministrów na podstawie art. 82 przepisów emerytalnych, o ile \nz decyzji przyznającej to świadczenie wynika, że emerytura lub renta jest wypłacana niezależnie od wypłaty innych \nświadczeń; \n2)  emerytury lub renty przyznanej przez Prezesa Zakładu na podstawie art. 83 przepisów emerytalnych; \n3)  świadczenia honorowego z tytułu ukończenia 100 lat życia, o którym mowa w ustawie z dnia 18 października 2024 r. \no świadczeniu honorowym z tytułu ukończenia 100 lat życia (Dz. U. poz. 1674).",
            "subsections": []
          },
          {
            "article": "34.",
            "content": "1. Prawo do emerytury lub renty rolniczej z ubezpieczenia ulega zawieszeniu lub zmniejszeniu na zasadach \nokreślonych w przepisach emerytalnych. W takim przypadku nie zawiesza lub nie zmniejsza się wypłaty części składkowej \nemerytury rolniczej lub renty rolniczej z tytułu niezdolności do pracy albo nadwyżki emerytury lub renty inwalidzkiej \nz ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin ponad 95 % emerytury podstawowej.  \n2. Przy zawieszeniu lub zmniejszeniu prawa do emerytury lub renty rolniczej z ubezpieczenia, zgodnie z ust. 1, nie \nbierze się pod uwagę dochodów z działalności rolniczej. \n  \nDziennik Ustaw  – 20 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "35.",
            "content": "1. Zasiłek pogrzebowy przysługuje osobie, która poniosła koszty pogrzebu po śmierci: \n1)  ubezpieczonego, nie wyłączając osoby podlegającej tylko ubezpieczeniu wypadkowemu, chorobowemu i macierzyń-\nskiemu; \n2)  uprawnionego do emerytury lub renty z ubezpieczenia; \n3)  członka rodziny osoby, o której mowa w pkt 1 lub 2; \n4)  osoby, która w dniu śmierci nie miała ustalonego prawa do emerytury lub renty z ubezpieczenia, lecz spełniała warunki \ndo jej przyznania i pobierania. \n1a. Członkami rodziny, o których mowa w ust. 1 pkt 3, są: \n1)  małżonek (wdowa i wdowiec); \n2)  rodzice, ojczym, macocha oraz osoby przysposabiające; \n3)  dzieci własne, dzieci drugiego małżonka, dzieci przysposobione i dzieci umieszczone w rodzinie zastępczej; \n4)  przyjęte na wychowanie i utrzymanie przed osiągnięciem pełnoletności inne dzieci niż wymienione w pkt 3; \n5)  rodzeństwo; \n6)  dziadkowie; \n7)  wnuki; \n8)  osoby, nad którymi została ustanowiona opieka prawna. \n2. Jeżeli koszty pogrzebu poniosło kilka osób, zasiłek pogrzebowy ulega podziałowi między te osoby proporcjonalnie \ndo poniesionych kosztów. \n3. Zasiłek pogrzebowy przysługuje w wysokości określonej w przepisach emerytalnych. \n4. W razie zbiegu prawa do zasiłku pogrzebowego na podstawie ustawy z prawem do zasiłku pogrzebowego na pod-\nstawie odrębnych przepisów, przyznaje się zasiłek pogrzebowy na podstawie odrębnych przepisów.",
            "subsections": []
          },
          {
            "article": "35a.",
            "content": "1. Zasiłek macierzyński przysługuje osobie ubezpieczonej, która: \n1)  jest matką albo ojcem dziecka, z uwzględnieniem ust. 2; \n2)  przysposobiła dziecko, w przypadku objęcia opieką dziecka w wieku do ukończenia 14. roku życia; \n3)  przyjęła na wychowanie dziecko i wystąpiła do sądu opiekuńczego z wnioskiem o wszczęcie postępowania w sprawie \njego przysposobienia, w przypadku objęcia opieką dziecka w wieku do ukończenia 14. roku życia; \n4)  przyjęła dziecko w wieku do 7. roku życia na wychowanie w ramach rodziny zastępczej, z wyjątkiem rodziny zastępczej \nzawodowej, a w przypadku dziecka, wobec którego podjęto decyzję o odroczeniu obowiązku szkolnego – do 10. roku życia. \n2. Zasiłek macierzyński przysługuje ubezpieczonemu – ojcu dziecka w przypadku: \n1)  skrócenia okresu pobierania zasiłku macierzyńskiego na wniosek matki dziecka po wykorzystaniu przez nią tego świad-\nczenia za okres co najmniej 14 tygodni od dnia urodzenia dziecka; \n2)  śmierci matki dziecka; \n3)  porzucenia dziecka przez matkę. \n3. Zasiłek macierzyński przysługuje przez okres: \n1)  52 tygodni – w przypadku urodzenia jednego dziecka przy jednym porodzie, przysposobienia jednego dziecka lub \nprzyjęcia na wychowanie jednego dziecka; \n2)  65 tygodni – w przypadku urodzenia dwojga dzieci przy jednym porodzie, przysposobienia dwojga dzieci lub przyjęcia \nna wychowanie dwojga dzieci; \n3)  67 tygodni – w przypadku urodzenia trojga dzieci przy jednym porodzie, przysposobienia trojga dzieci lub przyjęcia \nna wychowanie trojga dzieci; \n4)  69 tygodni – w przypadku urodzenia czworga dzieci przy jednym porodzie, przysposobienia czworga dzieci lub przy-\njęcia na wychowanie czworga dzieci; \n5)  71 tygodni – w przypadku urodzenia pięciorga i więcej dzieci przy jednym porodzie, przysposobienia pięciorga i więcej \ndzieci lub przyjęcia na wychowanie pięciorga i więcej dzieci. \n3a. Ubezpieczonemu – ojcu dziecka przysługuje zasiłek macierzyński przez okres 9 tygodni, jeżeli nie przysługuje mu \nprawo do zasiłku macierzyńskiego zgodnie z ust. 2. \n  \nDziennik Ustaw  – 21 –  Poz. 197 \n \n3b.11) Okresy, o których mowa w ust. 3, ulegają wydłużeniu w przypadku urodzenia dziecka: \n1)  przed ukończeniem 28. tygodnia ciąży lub z masą urodzeniową nie większą niż 1000 g – o tydzień za każdy ty-\ndzień pobytu dziecka w szpitalu do upływu 15. tygodnia po porodzie; \n2)  po ukończeniu 28. tygodnia ciąży i przed ukończeniem 37. tygodnia ciąży i z masą urodzeniową większą niż \n1000 g – o tydzień za każdy tydzień pobytu dziecka w szpitalu do upływu 8. tygodnia po porodzie; \n3)  po ukończeniu 37. tygodnia ciąży i jego pobytu w szpitalu, pod warunkiem że pobyt dziecka w szpitalu po poro-\ndzie będzie wynosił co najmniej 2 kolejne dni, przy czym pierwszy z tych dni będzie przypadał w okresie od \n5. do 28. dnia po porodzie – o tydzień za każdy tydzień pobytu dziecka w szpitalu w okresie od 5. dnia do upływu \n8. tygodnia po porodzie. \n3c.11) W przypadku urodzenia więcej niż jednego dziecka przy jednym porodzie przy wydłużaniu okresu zasiłku \nmacierzyńskiego należy uwzględnić wagę dziecka o najniższej masie urodzeniowej oraz okres pobytu w szpitalu \ndziecka najdłużej hospitalizowanego. \n3d.11) Przy ustalaniu prawa do wydłużenia okresu przysługiwania zasiłku macierzyńskiego na zasadach określo-\nnych w ust. 3b okresy pobytu dziecka w szpitalu do upływu odpowiednio 8. albo 15. tygodnia po porodzie sumuje się. \nNiepełny tydzień zaokrągla się w górę do pełnego tygodnia. \n3e.11) Osoba, o której mowa w ust. 1 pkt 2–4, ma prawo do wydłużenia okresu zasiłku macierzyńskiego na zasa-\ndach określonych w ust. 3b, jeżeli pobyt dziecka w szpitalu miał miejsce po przyjęciu dziecka na wychowanie. \n3f.11) Okres wydłużenia, o którym mowa w ust. 3b, potwierdza się na podstawie zaświadczenia wydanego przez \nszpital, w którym przebywało dziecko. Zaświadczenie zawiera informacje o okresie pobytu dziecka w szpitalu oraz \no urodzeniu dziecka: \n1)  przed ukończeniem 28. tygodnia ciąży lub z masą urodzeniową nie większą niż 1000 g; \n2)  po ukończeniu 28. tygodnia ciąży i przed ukończeniem 37. tygodnia ciąży i z masą urodzeniową większą niż 1000 g; \n3)  po ukończeniu 37. tygodnia ciąży. \n4. Zasiłek macierzyński przysługuje od dnia: \n1)  porodu – w przypadku, o którym mowa w ust. 1 pkt 1; \n2)  przysposobienia dziecka, nie dłużej niż do ukończenia przez dziecko 14. roku życia – w przypadku osoby, o której \nmowa w ust. 1 pkt 2; \n2a)  przyjęcia dziecka na wychowanie, nie dłużej niż do ukończenia przez dziecko 14. roku życia – w przypadku, o którym \nmowa w ust. 1 pkt 3; \n3)  przyjęcia dziecka na wychowanie, nie dłużej niż do ukończenia przez dziecko 7. roku życia, a w przypadku dziecka, \nwobec którego podjęto decyzję o odroczeniu obowiązku szkolnego, nie dłużej niż do ukończenia przez nie 10. roku \nżycia – w przypadku, o którym mowa w ust. 1 pkt 4. \n5. Osobie uprawnionej do zasiłku macierzyńskiego przysługuje w tym samym czasie jeden zasiłek macierzyński bez \nwzględu na liczbę wychowywanych dzieci. \n6. Zasiłek macierzyński nie przysługuje, jeżeli: \n1)12) co najmniej jeden z rodziców dziecka lub osoba, która przyjęła dziecko na wychowanie, otrzymują zasiłek macierzyński \nlub uposażenie za okres ustalony przepisami Kodeksu pracy jako okres urlopu macierzyńskiego, okres urlopu na warun-\nkach urlopu macierzyńskiego lub okres urlopu rodzicielskiego; \n1)13) co najmniej jeden z rodziców dziecka lub osoba, która przyjęła dziecko na wychowanie, otrzymują zasiłek ma-\ncierzyński lub uposażenie za okres ustalony przepisami Kodeksu pracy jako okres urlopu macierzyńskiego, \nokres urlopu na warunkach urlopu macierzyńskiego, okres urlopu rodzicielskiego lub okres uzupełniającego \nurlopu macierzyńskiego; \n2)  dziecko zostało umieszczone w pieczy zastępczej – w przypadku osób, o których mowa w ust. 1 pkt 1 i 2; \n3)  jeden z rodziców dziecka lub osoba, która przyjęła dziecko na wychowanie, nie sprawują lub zaprzestali sprawowania \nosobistej opieki nad dzieckiem. \n \n11)  Dodany przez art. 5 pkt 1 lit. a ustawy z dnia 6 grudnia 2024 r. o zmianie ustawy – Kodeks pracy oraz niektórych innych ustaw (Dz. U. \npoz. 1871), która wejdzie w życie z dniem 19 marca 2025 r. \n12)  W tym brzmieniu obowiązuje do wejścia w życie zmiany, o której mowa w odnośniku 13. \n13)  W brzmieniu ustalonym przez art. 5 pkt 1 lit. b ustawy, o której mowa w odnośniku 11. \n  \nDziennik Ustaw  – 22 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "35b.",
            "content": "1. Zasiłek macierzyński przysługuje w wysokości świadczenia rodzicielskiego, o którym mowa w ustawie \nz dnia 28 listopada 2003 r. o świadczeniach rodzinnych. \n2. Prawo do zasiłku macierzyńskiego ustala się, począwszy od miesiąca urodzenia, przysposobienia lub przyjęcia \ndziecka na wychowanie, jeżeli wniosek o ustalenie prawa do zasiłku macierzyńskiego został złożony w terminie 3 miesięcy, \nlicząc od dnia urodzenia, przysposobienia lub przyjęcia dziecka na wychowanie. W przypadku złożenia wniosku po terminie, \nnie później jednak niż w okresach, o których mowa w art. 35a ust. 3, prawo do zasiłku macierzyńskiego ustala się, począwszy \nod miesiąca, w którym wpłynął wniosek. \n2a.14) Ustalenie prawa do wydłużenia okresu pobierania zasiłku macierzyńskiego na zasadach określonych \nw art. 35a ust. 3b–3f następuje jednorazowo na wniosek osoby uprawnionej złożony w terminie 3 miesięcy od zakoń-\nczenia okresu, o którym mowa w art. 35a ust. 3. \n3. W przypadku, o którym mowa w art. 35a ust. 2, termin 3 miesięcy, o którym mowa w ust. 2, jest liczony od dnia \nskrócenia okresu pobierania zasiłku macierzyńskiego, śmierci matki dziecka lub porzucenia dziecka przez matkę. \n3a. W przypadku, o którym mowa w art. 35a ust. 3a, termin 3 miesięcy, o którym mowa w ust. 2, jest liczony od dnia \nzaprzestania pobierania zasiłku macierzyńskiego. \n4. Kwotę zasiłku macierzyńskiego przysługującą za niepełny miesiąc ustala się, dzieląc kwotę zasiłku przez liczbę \nwszystkich dni kalendarzowych w tym miesiącu, a otrzymaną kwotę mnoży się przez liczbę dni kalendarzowych, za które \nzasiłek przysługuje. Kwotę zasiłku macierzyńskiego przysługującą za niepełny miesiąc zaokrągla się do 10 groszy w górę. \nRozdział 3 \nPostępowanie w indywidualnych sprawach z zakresu ubezpieczenia",
            "subsections": []
          }
        ]
      },
       {
        "number": "3",
        "title": "Postępowanie w indywidualnych sprawach z zakresu ubezpieczenia",
        "articles": [
          {
            "article": "36.",
            "content": "1. Prezes Kasy wydaje decyzje w sprawach: \n1)  podlegania ubezpieczeniu oraz ustania ubezpieczenia, a także wysokości należności z tytułu składek na ubezpieczenie; \n1a)  zmiany warunków ubezpieczenia, a także stwierdzenia obowiązku opłacania składki, o której mowa w art. 17 ust. 2; \n1b)  stwierdzenia obowiązku opłacania dodatkowej składki miesięcznej, o której mowa w art. 17 ust. 4; \n2)  (uchylony) \n2a)  przedłużenia prawa do renty rolniczej szkoleniowej; \n3)  ustalenia prawa do świadczeń pieniężnych z ubezpieczenia i ich indywidualnego wymiaru; \n4)  zawieszenia prawa do świadczeń; \n5)  zawieszenia lub wstrzymania wypłaty świadczeń oraz wznowienia zawieszonej lub wstrzymanej wypłaty; \n6)  zwrotu nienależnie pobranych świadczeń; \n7)  przyznania odsetek za opóźnienie w wypłacie świadczeń; \n8)  potrącenia składek na ubezpieczenie lub innych należności ze świadczeń z ubezpieczenia; \n9)  wymierzania i pobierania składek na ubezpieczenie zdrowotne, z zastrzeżeniem ust. 1a; \n10)  o których mowa w art. 41a i 55; \n11)  przyznania rodzicielskich świadczeń uzupełniających, o których mowa w ustawie z dnia 31 stycznia 2019 r. o rodziciel-\nskim świadczeniu uzupełniającym; \n12)  interpretacji indywidualnych, o których mowa w art. 62a. \n1a. Decyzje w sprawach, o których mowa w ust. 1 pkt 1, dotyczących pomocnika rolnika oraz w sprawach, o których \nmowa w ust. 1 pkt 9, Prezes Kasy wydaje w sprawach spornych. \n2. Prezes Kasy może upoważniać do wydawania decyzji w sprawach, o których mowa w ust. 1, pracowników Kasy. \nPonadto Prezes Kasy i Prezes Zakładu mogą postanowić, że określone decyzje będą wydawane, z upoważnienia Prezesa \nKasy, przez pracowników Zakładu. \n \n14)  Dodany przez art. 5 pkt 2 ustawy, o której mowa w odnośniku 11.",
            "subsections": []
          },
          {
            "article": "37.",
            "content": "1. Rolnik jest obowiązany, nie czekając na wezwanie, w ciągu 14 dni zgłaszać Kasie osoby podlegające ubez-\npieczeniu w jego gospodarstwie oraz informować Kasę o okolicznościach mających wpływ na podleganie ubezpieczeniu \ni o zmianach tych okoliczności. \n1a. Pomocnika rolnika zgłasza się do ubezpieczenia w ciągu 7 dni od dnia zawarcia umowy o pomocy przy zbiorach, \no której mowa w art. 91a, lecz nie później niż przed upływem okresu, na który została zawarta ta umowa. \n2. Osoba pobierająca świadczenia z ubezpieczenia jest obowiązana, nie czekając na wezwanie, w ciągu 14 dni zgłaszać \nKasie okoliczności mające wpływ na wysokość i prawo pobierania tych świadczeń. \n3. Organy prowadzące ewidencję gruntów i budynków, organy podatkowe, organy prowadzące księgi wieczyste, Zakład, \nAgencja Restrukturyzacji i Modernizacji Rolnictwa oraz organy wykonawcze jednostek samorządu terytorialnego są obo-\nwiązane udzielać nieodpłatnie Kasie informacji niezbędnych do ustalenia okoliczności mających znaczenie w sprawach \nz zakresu ubezpieczenia. \n4. Kasa jest uprawniona do nieodpłatnego korzystania z danych zgromadzonych w: \n1)  Powszechnym Elektronicznym Systemie Ewidencji Ludności; \n2)  zbiorach meldunkowych; \n3)  krajowym systemie ewidencji gospodarstw rolnych; \n4)  rejestrze centralnym obejmującym sprawy dotyczące zezwoleń na pracę, zezwoleń na pracę sezonową oraz oświadczeń \no powierzeniu wykonywania pracy cudzoziemcowi, prowadzonym przez ministra właściwego do spraw pracy na pod-\nstawie ustawy z dnia 20 kwietnia 2004 r. o promocji zatrudnienia i instytucjach rynku pracy. \n5. Kasa wymienia dane dotyczące rolników i domowników, w zakresie określonym w art. 68a ust. 1 ustawy z dnia \n13 października 1998 r. o systemie ubezpieczeń społecznych, w ramach Systemu Elektronicznej Wymiany Informacji dotyczą-\ncych Zabezpieczenia Społecznego, o którym mowa w rozporządzeniu Parlamentu Europejskiego i Rady (WE) nr 987/2009 z dnia \n16 września 2009 r. dotyczącym wykonywania rozporządzenia (WE) nr 883/2004 w sprawie koordynacji systemów zabez-\npieczenia społecznego (Dz. Urz. UE L 284 z 30.10.2009, str. 1, z późn. zm.), za pośrednictwem punktu kontaktowego pro-\nwadzonego przez Zakład.",
            "subsections": []
          },
          {
            "article": "37a.",
            "content": "15) 1. Kasa pozyskuje za pośrednictwem systemu, o którym mowa w art. 68aa ust. 1 ustawy z dnia 13 paź-\ndziernika 1998 r. o systemie ubezpieczeń społecznych, dane od innych organów emerytalno-rentowych, którym został udo-\nstępniony ten system, niezbędne do ustalania prawa i wysokości oraz wypłaty świadczeń, rozliczeń z tytułu tych świadczeń \npomiędzy tymi organami oraz do ustalania zbiegu świadczeń. \n2. Na żądanie Kasy złożone za pośrednictwem systemu, o którym mowa w art. 68aa ust. 1 ustawy z dnia 13 paździer-\nnika 1998 r. o systemie ubezpieczeń społecznych, każdy z organów emerytalno-rentowych, którym został udostępniony ten \nsystem, udostępnia dane niezbędne do ustalania prawa i wysokości oraz wypłaty świadczeń, rozliczeń z tytułu tych świad-\nczeń pomiędzy tymi organami oraz do ustalenia zbiegu świadczeń.",
            "subsections": []
          },
          {
            "article": "38.",
            "content": "Przy ustalaniu podlegania ubezpieczeniu domniemywa się, że: \n1)  właściciel gruntów zaliczonych do użytków rolnych lub dzierżawca takich gruntów, jeżeli umowa dzierżawy jest \npotwierdzona przez wójta, właściwego ze względu na miejsce położenia przedmiotu dzierżawy, prowadzi działalność \nrolniczą na tych gruntach; \n2)  podatnik podatku rolnego lub podatku od dochodu z działów specjalnych prowadzi działalność rolniczą w rozmiarze \nwynikającym z zakresu opodatkowania; \n3)  jeżeli własność lub dzierżawa gruntów, o których mowa w pkt 1, przysługuje kilku osobom lub jeżeli obowiązek \npodatkowy, o którym mowa w pkt 2, ciąży na kilku osobach – każda z tych osób uczestniczy w prowadzeniu dzia-\nłalności rolniczej; \n4)  osoba bliska rolnikowi, spełniająca warunki określone w art. 6 pkt 2 lit. a i b, stale pracuje w gospodarstwie rolnym \ni nie jest związana z rolnikiem stosunkiem pracy – jeżeli okoliczność ta została stwierdzona zgodnym oświadczeniem \nrolnika i tej osoby. \n \n15)  Dodany przez art. 3 pkt 3 ustawy, o której mowa w odnośniku 7. \n  \nDziennik Ustaw  – 24 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "39.",
            "content": "1. Decyzją ustalającą podleganie ubezpieczeniu można objąć wszystkich ubezpieczonych, za których składkę \nopłaca ten sam rolnik. \n2. Decyzja ustalająca podleganie ubezpieczeniu powinna zawierać w szczególności: \n1)  określenie rodzaju ubezpieczenia; \n2)  określenie początkowej daty podlegania ubezpieczeniu; \n3)  określenie zasad obliczania składek oraz sposobu ich opłacania i obowiązujących terminów płatności; \n4)  wskazanie rolnika zobowiązanego do opłacania składek albo osób zobowiązanych solidarnie; \n5)  określenie kwoty należności z tytułu składek wynikającej z objęcia ubezpieczeniem i terminu zapłaty. \n3. (uchylony) \n4. W razie zmiany stanu faktycznego lub stanu prawnego, na podstawie którego wydano decyzję o ustaleniu podlegania \nubezpieczeniu, wydaje się nową decyzję w tej sprawie. Jeżeli jednak zmianie ulegnie jedynie wysokość miesięcznych składek, \nrolnikowi obowiązanemu do ich opłacania doręcza się informację w tej sprawie.",
            "subsections": []
          },
          {
            "article": "39a.",
            "content": "1. Odbierający oświadczenie, o którym mowa w art. 5a, pracownik Kasy poucza rolnika o skutkach prawnych \ntego oświadczenia i umieszcza stosowną informację na wydanej decyzji. \n2. Kasa niezwłocznie przekazuje właściwemu oddziałowi Zakładu odpis decyzji stwierdzającej podleganie ubezpie-\nczeniu przez osobę, o której mowa w art. 5a, lub ustanie ubezpieczenia takiej osoby. \n3. Kasa niezwłocznie przekazuje właściwemu oddziałowi Zakładu oświadczenie przewidziane w art. 5a. \n4. (uchylony) \n5. (uchylony)",
            "subsections": []
          },
          {
            "article": "40.",
            "content": "1. Składki na ubezpieczenie opłaca się co kwartał. Termin płatności przypada ostatniego dnia pierwszego \nmiesiąca danego kwartału, z zastrzeżeniem art. 50. \n1a. Jeżeli decyzja, w której określono wysokość zobowiązań z tytułu składek, nie została doręczona co najmniej \nna 14 dni przed ustawowym terminem płatności, o którym mowa w ust. 1, obowiązuje termin płatności wynoszący 14 dni \nod dnia doręczenia tej decyzji. \n2. Jeżeli wysokość składki jest uzależniona od wysokości emerytury podstawowej, przy obliczaniu wysokości składki \nprzyjmuje się kwotę emerytury podstawowej obowiązującą w ostatnim miesiącu poprzedniego kwartału. \n3. Składkę na ubezpieczenie za pomocnika rolnika należną za dany miesiąc opłaca rolnik w terminie do 15. dnia na-\nstępnego miesiąca. Składkę tę opłaca się bez uprzedniego wezwania.",
            "subsections": []
          },
          {
            "article": "40a.",
            "content": "1. Od składek nieopłaconych w terminie przez rolnika pobiera się od rolnika odsetki za zwłokę, na zasadach \ni w wysokości określonej w dziale III rozdział 6 ustawy z dnia 29 sierpnia 1997 r. – Ordynacja podatkowa (Dz. U. z 2025 r. \npoz. 111). \n2. Odsetek za zwłokę nie nalicza się od nieopłaconych w terminie składek, jeżeli:  \n1)  wysokość odsetek nie przekracza 6,60 zł;  \n2)  nieopłacenie składek wynika:  \na)  z błędnego zawiadomienia przez Kasę o stanie rozliczeń,  \nb)  ze zmiany decyzji Prezesa Kasy, z przyczyn leżących po stronie Kasy, w zakresie podlegania ubezpieczeniu spo-\nłecznemu rolników lub wymiaru składek lub w sprawach o umorzenie należności składkowych,  \nc)  z zastosowania się do utrwalonej praktyki interpretacyjnej Kasy, która następnie uległa zmianie. \n3. Przez utrwaloną praktykę interpretacyjną, o której mowa w ust. 2 pkt 2 lit. c, rozumie się wyjaśnienia zakresu i spo-\nsobu stosowania przepisów prawa dominujące w interpretacjach indywidualnych wydawanych przez Kasę w takich samych \nstanach faktycznych lub w odniesieniu do takich samych zdarzeń przyszłych oraz w takim samym stanie prawnym.",
            "subsections": []
          },
          {
            "article": "41.",
            "content": "1. Kasa dokonuje poboru składek na ubezpieczenie. \n2. Jeżeli pobór składki następuje w gotówce, inkasentem może być pracownik Kasy lub Zakładu albo inna upoważ-\nniona osoba. Jeżeli czynności inkasa nie należą do zakresu obowiązków pracownika, inkasentowi przysługuje prowizja na \nzasadach określonych w umowie z Kasą. \n3. Inkasent jest obowiązany informować rolnika o sposobie obliczania wysokości składki. \n  \nDziennik Ustaw  – 25 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "41a.",
            "content": "1. Prezes Kasy lub upoważniony przez niego pracownik Kasy, w przypadkach uzasadnionych ważnym inte-\nresem zainteresowanego, na jego wniosek, uwzględniając możliwości płatnicze wnioskodawcy oraz stan finansów fundu-\nszów emerytalno-rentowego i składkowego, może: \n1)  odroczyć termin płatności należności z tytułu składek na ubezpieczenie, rozłożyć ich spłatę na raty lub umorzyć w ca-\nłości lub w części; \n2)  umorzyć należności Kasy z tytułu nienależnie pobranych świadczeń w całości lub części. \n2. Prezes Kasy lub upoważniony przez niego pracownik Kasy może także, z urzędu, umorzyć część lub całość należ-\nności z tytułu składek, w przypadku ich całkowitej nieściągalności, która zachodzi, gdy: \n1)  w wyniku postępowania egzekucyjnego lub na podstawie posiadanych dokumentów stwierdzono, że dłużnik nie po-\nsiada źródeł dochodu i majątku, z którego można dochodzić należności, oraz brak jest możliwości przeniesienia odpo-\nwiedzialności; \n2)  dłużnik zmarł, nie pozostawiając majątku, z którego można by dochodzić należności, i jednocześnie nie ma możliwości \nprzeniesienia odpowiedzialności; \n3)  kwota należności nie przekracza dziesięciokrotności kwoty kosztów upomnienia w postępowaniu egzekucyjnym; \n4)  jest oczywiste, że w postępowaniu egzekucyjnym dotyczącym należności nie uzyska się kwoty przewyższającej koszty \npostępowania egzekucyjnego. \n3. Umorzenie składek powoduje również umorzenie odsetek za zwłokę w całości lub w takiej części, w jakiej zostały \numorzone składki, oraz powoduje umorzenie należnych Kasie kosztów upomnienia. \n4. Od należności z tytułu składek, których spłatę rozłożono na raty, nie nalicza się odsetek za zwłokę, począwszy od \nnastępnego dnia po wpływie wniosku. \n5. Jeżeli dłużnik nie opłaci w terminie odroczonej składki lub ustalonych przez Kasę rat, kwota niezapłaconych składek \nstaje się wymagalna wraz z odsetkami za zwłokę liczonymi od dnia następującego po dniu, w którym upływa termin płat-\nności wynikający z art. 40. \n6. W razie dokonywania wpłat na poczet rat, na jakie została rozłożona należność z tytułu składek, wpłatę zalicza się \nna poczet składek o najwcześniejszym terminie płatności i należnych od nich odsetek za zwłokę.",
            "subsections": []
          },
          {
            "article": "41b.",
            "content": "1. Należności z tytułu składek ulegają przedawnieniu po upływie 5 lat, licząc od dnia, w którym stały się \nwymagalne, z zastrzeżeniem ust. 2–7. \n2. Nie ulegają przedawnieniu należności z tytułu składek zabezpieczone hipoteką, jednakże po upływie terminu prze-\ndawnienia należności te mogą być egzekwowane tylko z przedmiotu hipoteki do wysokości zaległych składek i odsetek za \nzwłokę liczonych do dnia przedawnienia. \n3. Bieg terminu przedawnienia nie rozpoczyna się, a rozpoczęty ulega zawieszeniu od dnia podjęcia decyzji o rozłoże-\nniu należności na raty lub odroczeniu terminu płatności, do dnia terminu płatności odroczonej należności z tytułu składek \nlub ostatniej raty, z zastrzeżeniem ust. 4. \n4. Jeżeli w ustalonym terminie dłużnik nie zapłacił którejkolwiek z rat, na jakie została rozłożona należność, bieg ter-\nminu przedawnienia nie rozpoczyna się, a rozpoczęty ulega zawieszeniu od dnia podjęcia decyzji o rozłożeniu należności \nna raty, do dnia podjęcia decyzji o wygaśnięciu decyzji o rozłożeniu na raty należności z tytułu składek. \n5. Bieg terminu przedawnienia zostaje zawieszony od dnia podjęcia pierwszej czynności zmierzającej do wyegzekwo-\nwania należności z tytułu składek, o której dłużnik został zawiadomiony, do dnia zakończenia postępowania egzekucyjnego. \n6. Bieg terminu przedawnienia przerywa ogłoszenie upadłości. Po przerwaniu bieg terminu przedawnienia rozpoczyna się \nna nowo od dnia następującego po dniu uprawomocnienia się postanowienia o ukończeniu postępowania upadłościowego lub \njego umorzeniu. \n7. Przedawnienie należności z tytułu składek wynikających z decyzji o odpowiedzialności osoby trzeciej lub następcy \nprawnego następuje po upływie 5 lat, licząc od końca roku kalendarzowego, w którym decyzja została wydana. \n8. Bieg terminu przedawnienia zawiesza się, jeżeli wydanie decyzji jest uzależnione od rozstrzygnięcia zagadnienia \nwstępnego przez inny organ lub sąd. Zawieszenie biegu terminu przedawnienia trwa do dnia, w którym decyzja innego \norganu stała się ostateczna lub orzeczenie sądu uprawomocniło się, nie dłużej jednak niż 2 lata. \n9. Bieg przedawnienia terminu, o którym mowa w ust. 1, ulega zawieszeniu od dnia śmierci spadkodawcy do dnia uprawo-\nmocnienia się postanowienia sądu o stwierdzeniu nabycia spadku, nie dłużej jednak niż do dnia, w którym upłynęły 2 lata od \nśmierci spadkodawcy. \n  \nDziennik Ustaw  – 26 –  Poz. 197 \n \n10. Nadpłacone lub nienależnie opłacone składki podlegają z urzędu zaliczeniu na poczet zaległych lub bieżących skła-\ndek, a w razie ich braku – na poczet przyszłych składek, chyba że płatnik złoży wniosek o zwrot składek. \n11. Nadpłacone lub nienależnie opłacone składki nie podlegają zwrotowi, jeżeli od dnia ich opłacenia upłynęło 5 lat. \n12. Kasa zawiadamia płatnika o kwocie nadpłaconych lub nienależnie opłaconych składek podlegających zwrotowi, \njeżeli są one wyższe od dziesięciokrotności kwoty kosztów upomnienia w postępowaniu egzekucyjnym. \n13. Płatnik może, w terminie 7 dni od dnia otrzymania zawiadomienia, o którym mowa w ust. 12, złożyć wniosek \no zwrot nadpłaconych lub nienależnie opłaconych składek. \n14. W przypadku braku przyszłych należności z tytułu składek, nadpłacone lub nienależnie opłacone składki podlegają \nzwrotowi z urzędu. \n15. Nie podlegają zwrotowi nadpłacone lub nienależnie opłacone składki nieprzekraczające równowartości sumy kosz-\ntów powiadomienia płatnika o nadpłacie listem poleconym oraz kosztów jej zwrotu.",
            "subsections": []
          },
          {
            "article": "42.",
            "content": "Kasa prowadzi ewidencję okresów podlegania ubezpieczeniu i opłacania składek za każdego ubezpieczonego. \nOsoba zainteresowana ma prawo wglądu do ewidencji w zakresie dotyczącym jej spraw oraz zgłaszania uwag i zastrzeżeń.",
            "subsections": []
          },
          {
            "article": "43.",
            "content": "1. Kasa wydaje legitymacje dla emerytów, rencistów oraz członków ich rodzin. \n2. Prezes Kasy określa szczegółowe zasady wydawania legitymacji, o których mowa w ust. 1, oraz dokonywania \nw nich wpisów.",
            "subsections": []
          },
          {
            "article": "44.",
            "content": "1. Prawo do świadczeń z ubezpieczenia ustala się na wniosek osoby zainteresowanej albo innej osoby mającej \ninteres prawny w ustaleniu tego prawa. \n2. Prawo do świadczeń z ubezpieczenia lub ich wysokość ustala się ponownie na wniosek osoby zainteresowanej lub \nz urzędu na zasadach określonych w przepisach emerytalnych. \n3. Zmiany w indywidualnym wymiarze świadczeń z ubezpieczenia, wynikające ze zmian w przepisach prawa, ustala się \nz urzędu. \n4. Zawieszenie prawa do świadczeń oraz zawieszenie lub wstrzymanie ich wypłaty stosuje się z urzędu. \n5. Wznowienie zawieszonej lub wstrzymanej wypłaty świadczenia bądź jego części następuje na wniosek.",
            "subsections": []
          },
          {
            "article": "45.",
            "content": "1. O zaistnieniu wypadku przy pracy rolniczej poszkodowany, rolnik, domownik lub inna osoba są zobowią-\nzane zawiadomić Kasę bez zbędnej zwłoki, jednak nie później niż w terminie 6 miesięcy od dnia jego zaistnienia. \n2. Jeżeli zachodzi przypuszczenie, że poszkodowany w chwili wypadku był w stanie nietrzeźwym lub pod wpływem środ-\nków odurzających, substancji psychotropowych lub innych środków o podobnym działaniu, lekarz udzielający pierwszej po-\nmocy kieruje poszkodowanego na badania niezbędne do ustalenia ich zawartości w organizmie. Poszkodowany jest obowią-\nzany poddać się temu badaniu. Odmowa poddania się badaniu lub inne zachowanie uniemożliwiające jego przeprowadzenie \npowoduje pozbawienie prawa do świadczenia z tytułu wypadku przy pracy rolniczej, chyba że poszkodowany udowodni, że \nmiały miejsce przyczyny, które uniemożliwiły poddanie się temu badaniu. Koszty tego badania pokrywa Kasa. \n3. Niedopełnienie przez poszkodowanego lub rolnika obowiązku, o którym mowa w ust. 1, ocenia się przy ustalaniu \nokoliczności i przyczyn wypadku oraz prawa do jednorazowego odszkodowania. \n4. Kasa ustala okoliczności i przyczyny wypadku przy pracy rolniczej. Osoba upoważniona przez Prezesa Kasy ma \nprawo dokonać oględzin miejsca i przedmiotów związanych z wypadkiem oraz przeprowadzić dowody z zeznań poszkodo-\nwanego i świadków. \n5. Minister właściwy do spraw rozwoju wsi określi, w drodze rozporządzenia, sposób i tryb zgłaszania wypadku przy \npracy rolniczej oraz ustalania jego okoliczności i przyczyn, uwzględniając: \n1)  sposób dokumentowania wypadku przy pracy rolniczej, \n2)  zgłaszanie roszczenia o jednorazowe odszkodowanie z tytułu wypadku przy pracy rolniczej, \n3)  prowadzenie postępowania dowodowego w celu ustalenia okoliczności i przyczyn wypadku przy pracy rolniczej, \n4)  informacje, które powinny się znaleźć w protokole powypadkowym \n– biorąc pod uwagę konieczność zapewnienia jednolitości procedur przy ustalaniu okoliczności i przyczyn tych wypadków. \n  \nDziennik Ustaw  – 27 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "46.",
            "content": "1. Orzeczenia dotyczące: \n1)  trwałej i okresowej całkowitej niezdolności do pracy w gospodarstwie rolnym, \n2)  stałego i długotrwałego uszczerbku na zdrowiu, \n3)  niezdolności do samodzielnej egzystencji, \n4)  czasowej niezdolności do pracy trwającej dłużej niż 180 dni, \n5)  celowości przekwalifikowania zawodowego z powodu trwałej całkowitej niezdolności do pracy w gospodarstwie rolnym, \n6)  wskazań do rehabilitacji leczniczej, \n7)  innych okoliczności warunkujących przyznanie świadczeń z ubezpieczenia społecznego rolników \n– w związku z prowadzonym postępowaniem o ustalenie prawa do świadczeń wydają w pierwszej instancji lekarze rzeczo-\nznawcy Kasy, a w drugiej instancji – komisje lekarskie Kasy. \n2. Prawomocne orzeczenie lekarza rzeczoznawcy Kasy lub orzeczenie komisji lekarskiej Kasy stanowi podstawę do \nwydania decyzji w sprawie świadczeń przewidzianych w ustawie, do których prawo uzależnione jest od stwierdzenia: \n1)  stałego lub długotrwałego uszczerbku na zdrowiu lub śmierci wskutek wypadku przy pracy rolniczej lub rolniczej \nchoroby zawodowej, lub \n2)  trwałej lub okresowej całkowitej niezdolności do pracy w gospodarstwie rolnym, lub \n3)  niezdolności do samodzielnej egzystencji. \n3. Prezes Kasy sprawuje nadzór nad orzekaniem lekarzy rzeczoznawców Kasy i komisji lekarskich Kasy. \n4. Minister właściwy do spraw rozwoju wsi określi, w drodze rozporządzenia: \n1)  szczegółowe warunki orzekania o całkowitej niezdolności do pracy w gospodarstwie rolnym oraz orzekania o celowości \nprzekwalifikowania zawodowego, \n2)  tryb postępowania orzeczniczego, \n3)  tryb i termin wnoszenia odwołań od orzeczeń lekarzy rzeczoznawców Kasy, \n4)  formy nadzoru nad orzekaniem lekarzy rzeczoznawców Kasy i komisji lekarskich Kasy, \n5)  dodatkowe kwalifikacje zawodowe wymagane od lekarzy realizujących zadania z zakresu orzecznictwa lekarskiego \n– mając na uwadze konieczność zapewnienia w Kasie jednolitości stosowania procedur dotyczących realizacji zadań z za-\nkresu orzecznictwa lekarskiego. \n5. Stwierdzenia rolniczej choroby zawodowej dokonuje właściwy państwowy powiatowy inspektor sanitarny w trybie \nokreślonym w przepisach wydanych na podstawie Kodeksu pracy.",
            "subsections": []
          },
          {
            "article": "47.",
            "content": "1. Okoliczności, o których mowa w art. 28 ust. 7, ustala się na podstawie zaświadczenia właściwego starosty \nlub wójta. \n2. Spełnienie warunku niemożliwości sprzedaży nieruchomości, w myśl art. 28 ust. 7 pkt 1, stwierdza Krajowy Ośrodek \nWsparcia Rolnictwa lub upoważniony przez nią wójt. \n3. Minister właściwy do spraw rozwoju wsi, w drodze rozporządzenia, określa szczegółowy tryb postępowania w spra-\nwach, o których mowa w ust. 2, oraz zasady pokrywania kosztów dokonanych czynności przez Kasę, a w uzasadnionych \nprzypadkach – przez wnioskodawcę.",
            "subsections": []
          },
          {
            "article": "48.",
            "content": "1. Wysokość świadczenia lub jego określonej części ustala się za pomocą wskaźnika wymiaru, jeżeli przewiduje \nto ustawa lub jeżeli wysokość ta pozostaje w stałym stosunku do wysokości emerytury podstawowej, a świadczenie nie ma \ncharakteru jednorazowego. \n2. Świadczenie, którego wysokość jest ustalona za pomocą wskaźnika wymiaru, wypłaca się w kwocie odpowiadającej \niloczynowi tego wskaźnika i aktualnej emerytury podstawowej. \n2a. Jeżeli wysokość świadczenia ustalonego w sposób określony w ust. 1 jest niższa od kwoty najniższej emerytury \nokreślonej w przepisach emerytalnych, wysokość takiego świadczenia podwyższa się z urzędu do tej kwoty. \n  \nDziennik Ustaw  – 28 –  Poz. 197 \n \n2b. Przepisu ust. 2a nie stosuje się do: \n1)  emerytury lub renty rolniczej z ubezpieczenia pobieranej w zbiegu z emeryturą lub rentą z innego ubezpieczenia społecz-\nnego, jeżeli suma tych świadczeń przekracza kwotę najniższej emerytury określonej w przepisach emerytalnych; \n2)  świadczeń, o których mowa w art. 19a i art. 26 ust. 3; \n3)  świadczeń, których wypłata została zawieszona lub zmniejszona zgodnie z art. 28 lub art. 34. \n3. (uchylony) \n4. W przypadku zmiany wysokości emerytury podstawowej, wskutek przeprowadzenia corocznej waloryzacji emery-\ntur i rent przysługujących na podstawie przepisów emerytalnych, świadczenie, którego wysokość jest ustalona za pomocą \nwskaźnika wymiaru, wypłaca się w zmienionej wysokości, z uwzględnieniem terminów tej waloryzacji. O zmianie wyso-\nkości tego świadczenia zawiadamia się uprawnionego. \n5. Jeżeli wysokość świadczenia, o którym mowa w ust. 4, wypłacanego w zmienionej wysokości jest niższa od kwoty \nnajniższej emerytury określonej w przepisach emerytalnych, przepisy ust. 2a i 2b stosuje się odpowiednio.",
            "subsections": []
          },
          {
            "article": "48a.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "49.",
            "content": "1. Wypłata świadczenia z ubezpieczenia następuje na zasadach określonych w przepisach emerytalnych. \n2. Wypłata świadczenia przysługującego co miesiąc jako świadczenie stałe lub okresowe następuje każdego miesiąca \nw dniu oznaczonym w decyzji, z zastrzeżeniem ust. 3. \n3. Jeżeli miesięczna wypłata świadczeń z ubezpieczenia, o których mowa w ust. 2, nie przekroczyłaby kwoty emery-\ntury podstawowej, świadczenie może być wypłacone z góry, tak aby jedna wypłata była równa co najmniej kwocie najniższej \nemerytury.",
            "subsections": []
          },
          {
            "article": "50.",
            "content": "1. Kasa może potrącać z wypłacanych świadczeń z ubezpieczenia zaległe składki na ubezpieczenie społeczne \nrolników indywidualnych i członków ich rodzin lub na ubezpieczenie, wraz z odsetkami, a także składki na ubezpieczenie za \nbieżący kwartał; dotyczy to tylko składek za osobę pobierającą świadczenie, z wyjątkiem domownika, oraz składek, do których \nopłacenia zobowiązana jest ta osoba. Ponadto z emerytur i rent mogą być potrącane inne należności na zasadach określonych \nw odrębnych przepisach. \n2. O dokonywaniu potrącenia orzeka się w decyzji ustalającej prawo do świadczenia albo w odrębnej decyzji.",
            "subsections": []
          },
          {
            "article": "51.",
            "content": "Egzekucję należności z tytułu nieopłaconych w terminie składek na ubezpieczenie społeczne rolników prowa-\ndzi się w trybie przepisów o postępowaniu egzekucyjnym w administracji.",
            "subsections": []
          },
          {
            "article": "52.",
            "content": "1. W sprawach nieuregulowanych w ustawie stosuje się odpowiednio przepisy ustawy o systemie ubezpieczeń \nspołecznych, a ponadto: \n1)  do składek na ubezpieczenie stosuje się odpowiednio art. 12, art. 26, art. 29 § 1 i 2, art. 51 § 1, art. 55, art. 59 § 1 pkt 1, \n3, 4, 8 i 9, art. 60 § 1, art. 62 § 1 i 5, art. 62b § 1 pkt 2 i § 3, art. 63 § 1, art. 72 § 1 pkt 1 i 4, art. 73 § 1 pkt 1 i 5, art. 77 \n§ 1 pkt 2, art. 77b § 2 i 4, art. 78 § 1, § 3 pkt 3 lit. a i § 4, art. 79 § 2, art. 91, art. 97 § 1, art. 98 § 1 i § 2 pkt 1, 2 i 7, \nart. 100 § 1, art. 101 § 1, art. 105 § 1 i 2, art. 106 § 1 i 2, art. 107 § 1, § 1a, § 2 pkt 2 i 4 i § 3, art. 108 § 1 i 4, art. 109 § 1 i 2 \npkt 1, art. 110 § 1, § 2 pkt 2 i § 3, art. 111 § 1–4 i § 5 pkt 1, art. 112 § 1, § 3, § 4 pkt 2 i § 5–7 oraz art. 118 § 1 ustawy \nz dnia 29 sierpnia 1997 r. – Ordynacja podatkowa; \n2)  do przyznawania świadczeń z ubezpieczenia i do ich wypłaty stosuje się odpowiednio przepisy regulujące przyznawa-\nnie i wypłatę odpowiednich świadczeń przysługujących pracownikom i członkom ich rodzin. \n2. Zasady zwrotu nienależnie pobranych świadczeń oraz ustalania odsetek za opóźnienia w wypłacie świadczeń określają \nprzepisy emerytalne oraz przepisy ustawy o systemie ubezpieczeń społecznych oraz ustawy o świadczeniach pieniężnych \nw razie choroby i macierzyństwa.",
            "subsections": []
          },
          {
            "article": "52a.",
            "content": "Do składek na ubezpieczenie zdrowotne w zakresie ich poboru, wymierzania odsetek za zwłokę, egzekucji, \ndokonywania zabezpieczeń na wszystkich nieruchomościach dłużnika oraz stosowania ulg i umorzeń stosuje się odpowied-\nnio przepisy dotyczące składek na ubezpieczenie społeczne rolników.",
            "subsections": []
          }
        ]
      },
            {
        "number": "4",
        "title": "Finansowanie zadań z ubezpieczenia społecznego rolników",
        "articles": [
          {
            "article": "53.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "54.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "55.",
            "content": "1. Prezes Kasy może przyznać emeryturę, rentę rolniczą z tytułu niezdolności do pracy lub rentę rodzinną \nrolnikowi lub domownikowi lub członkom rodziny zmarłego rolnika lub domownika, pomimo niespełnienia, wskutek szcze-\ngólnych okoliczności, warunków określonych w ustawie, jeżeli zainteresowana osoba nie ma niezbędnych środków utrzy-\nmania i nie może ich uzyskać ze względu na wiek lub stan zdrowia. \n2. Świadczenie przewidziane w ust. 1 przyznaje się w wysokości nieprzekraczającej wysokości odpowiedniego świad-\nczenia z ubezpieczenia emerytalno-rentowego. \n2a. Prezes Kasy może renciście, któremu na skutek niezaprzestania prowadzenia działalności rolniczej wypłata części \nuzupełniającej świadczenia została zawieszona w całości, przyznać prawo do wypłaty 50 % tej części na czas określony, \njeżeli istnieją szczególne przeszkody w zaprzestaniu prowadzenia działalności rolniczej. \n3. (uchylony)",
            "subsections": []
          },
          {
            "article": "55a.",
            "content": "W sprawach nieuregulowanych w art. 55 stosuje się odpowiednio przepisy o przyznawaniu i wypłacie świad-\nczeń z ubezpieczenia.",
            "subsections": []
          },
          {
            "article": "56.",
            "content": "Jeżeli przyczyną wypadku przy pracy rolniczej albo rolniczej choroby zawodowej była wadliwość środka stoso-\nwanego przy pracy lub nieprawidłowość świadczonej usługi, za którą odpowiedzialność cywilną ponosi osoba niebędąca \nposzkodowanym lub rolnikiem, na którego rachunek poszkodowany pracował, Prezes Kasy może dochodzić od tej osoby \nzwrotu wydatków ponoszonych na świadczenia z ubezpieczenia z tytułu wypadku przy pracy albo choroby zawodowej.",
            "subsections": []
          },
          {
            "article": "57.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "58.",
            "content": "1. Na wniosek właściciela gruntów wchodzących w skład gospodarstwa rolnego, który ma ustalone prawo do \nemerytury lub renty z ubezpieczenia albo którego małżonek ma ustalone takie prawo, jeżeli zachodzą okoliczności określone \nw art. 28 ust. 7 pkt 1, wskazaną we wniosku nieruchomość przejmuje się na własność Skarbu Państwa za odpłatnością. \n2. Przejęcie nieruchomości i ustalenie odpłatności następuje w drodze decyzji Dyrektora Generalnego Krajowego \nOśrodka Wsparcia Rolnictwa. \n2a. Należności za odpłatne przejmowanie nieruchomości na własność Skarbu Państwa są pokrywane w całości ze środ-\nków uzyskanych przez Krajowy Ośrodek Wsparcia Rolnictwa z gospodarowania mieniem Zasobu Własności Rolnej Skarbu \nPaństwa. \n3. Nieruchomości przejęte na podstawie ust. 1 wchodzą w skład Zasobu Własności Rolnej Skarbu Państwa. \n4. Do odpowiedzialności za zobowiązania związane z prowadzeniem gospodarstwa rolnego stosuje się odpowiednio \nart. 526 Kodeksu cywilnego. \n5. Minister właściwy do spraw rozwoju wsi, w drodze rozporządzenia, określa szczegółowe zasady i tryb postępowania \nw sprawach, o których mowa w ust. 1, w tym sposób ustalania odpłatności i wypłacania należności z tego tytułu.",
            "subsections": []
          }
        ]
      },   
      {
        "number": "5",
        "title": "Finansowanie kasy oraz funduszu emerytalno‑rentowego rolników",
        "articles": [
          {
            "article": "59.",
            "content": "1. Prezesa Kasy powołuje Prezes Rady Ministrów, na wniosek ministra właściwego do spraw rozwoju wsi. \nPrezes Rady Ministrów odwołuje Prezesa Kasy. \n2. Prezes Kasy może mieć jednego zastępcę albo zastępców. Zastępcę Prezesa Kasy powołuje minister właściwy do spraw \nrozwoju wsi na wniosek Prezesa Kasy. Minister właściwy do spraw rozwoju wsi odwołuje zastępcę Prezesa Kasy. \n3. Prezes kieruje Kasą oraz wykonuje zadania przewidziane w ustawie i zadania wynikające z odrębnych przepisów. \n4. Stanowisko Prezesa Kasy i zastępcy Prezesa Kasy może zajmować osoba, która: \n1)  posiada tytuł zawodowy magistra lub równorzędny; \n2)  jest obywatelem polskim; \n3)  korzysta z pełni praw publicznych; \n4)  nie była skazana prawomocnym wyrokiem za umyślne przestępstwo lub umyślne przestępstwo skarbowe; \n5)  posiada kompetencje kierownicze; \n6)  posiada co najmniej 6-letni staż pracy, w tym co najmniej 3-letni staż pracy na stanowisku kierowniczym; \n7)  posiada wykształcenie i wiedzę z zakresu spraw należących do właściwości Prezesa Kasy. \n  \nDziennik Ustaw  – 30 –  Poz. 197 \n \n5. (uchylony) \n6. (uchylony) \n7. (uchylony) \n8. (uchylony) \n9. (uchylony) \n10. (uchylony) \n11. (uchylony) \n12. (uchylony) \n13. (uchylony) \n14. (uchylony) \n15. (uchylony) \n16. Prezes Kasy współpracuje z Szefem Krajowego Centrum Informacji Kryminalnych w zakresie niezbędnym do realizacji \njego zadań ustawowych.",
            "subsections": []
          },
          {
            "article": "59a.",
            "content": "1. Nabór kandydatów do zatrudnienia na wolne stanowiska pracy w Kasie, z wyłączeniem stanowisk pracy, \no których mowa w art. 59 ust. 4 i art. 60 ust. 1, jest otwarty i konkurencyjny. \n2. Ogłoszenie o naborze zamieszcza się w Biuletynie Informacji Publicznej, o którym mowa w ustawie z dnia 6 września \n2001 r. o dostępie do informacji publicznej, oraz w miejscu powszechnie dostępnym w jednostce organizacyjnej, w której jest \nprowadzony nabór.",
            "subsections": []
          },
          {
            "article": "59b.",
            "content": "Informacje o kandydatach, którzy zgłosili się do naboru, stanowią informację publiczną w zakresie objętym \nwymaganiami określonymi w ogłoszeniu o naborze.",
            "subsections": []
          },
          {
            "article": "59c.",
            "content": "Termin do składania dokumentów, określony w ogłoszeniu o naborze, nie może być krótszy niż 14 dni od \ndnia opublikowania tego ogłoszenia w Biuletynie Informacji Publicznej.",
            "subsections": []
          },
          {
            "article": "59d.",
            "content": "1. Po upływie terminu do składania dokumentów określonego w ogłoszeniu o naborze niezwłocznie upo-\nwszechnia się listę kandydatów, którzy spełniają wymagania formalne określone w ogłoszeniu o naborze, przez umieszcze-\nnie jej w miejscu powszechnie dostępnym w jednostce organizacyjnej, w której jest prowadzony nabór, a także przez opub-\nlikowanie jej w Biuletynie Informacji Publicznej. \n2. Lista, o której mowa w ust. 1, zawiera imię i nazwisko kandydata oraz jego miejsce zamieszkania w rozumieniu \nprzepisów Kodeksu cywilnego.",
            "subsections": []
          },
          {
            "article": "59e.",
            "content": "1. Sporządza się protokół przeprowadzonego naboru kandydatów do zatrudnienia na wolne stanowiska pracy \nw Kasie. \n2. Protokół zawiera w szczególności: \n1)  określenie stanowiska pracy, na które był prowadzony nabór, liczbę kandydatów oraz imiona, nazwiska i adresy nie \nwięcej niż 5 najlepszych kandydatów uszeregowanych według poziomu spełniania przez nich wymagań określonych \nw ogłoszeniu o naborze; \n2)  informację o zastosowanych metodach i technikach naboru; \n3)  uzasadnienie dokonanego wyboru.",
            "subsections": []
          },
          {
            "article": "59f.",
            "content": "1. Informację o wyniku naboru upowszechnia się w terminie 14 dni od dnia zatrudnienia wybranego kandy-\ndata albo zakończenia naboru, w przypadku gdy w jego wyniku nie doszło do zatrudnienia żadnego kandydata. \n2. Informacja, o której mowa w ust. 1, zawiera: \n1)  nazwę i adres urzędu; \n2)  określenie stanowiska pracy; \n3)  imię i nazwisko wybranego kandydata oraz jego miejsce zamieszkania w rozumieniu przepisów Kodeksu cywilnego; \n4)  uzasadnienie dokonanego wyboru kandydata albo uzasadnienie niezatrudnienia żadnego kandydata. \n3. Informację o wyniku naboru upowszechnia się w Biuletynie Informacji Publicznej i w miejscu powszechnie dostęp-\nnym w jednostce organizacyjnej, w której był prowadzony nabór. \n  \nDziennik Ustaw  – 31 –  Poz. 197",
            "subsections": []
          },
          {
            "article": "59g.",
            "content": "Jeżeli stosunek pracy osoby wyłonionej w drodze naboru ustał w ciągu 3 miesięcy od dnia nawiązania sto-\nsunku pracy, można zatrudnić na tym samym stanowisku kolejną osobę spośród najlepszych kandydatów wymienionych \nw protokole tego naboru. Przepisy art. 59f stosuje się odpowiednio.",
            "subsections": []
          },
          {
            "article": "60.",
            "content": "1. Prezes Kasy powołuje i odwołuje kierowników komórek organizacyjnych i ich zastępców w centrali, oddzia-\nłach regionalnych i placówkach terenowych oraz dyrektorów oddziałów regionalnych i ich zastępców, kierowników placó-\nwek terenowych i ich zastępców, a pozostałych pracowników zatrudnia na podstawie umowy o pracę, chyba że odrębne \nprzepisy wymagają zatrudnienia na podstawie powołania. \n2. Przy wykonywaniu czynności służbowych pracownicy Kasy korzystają z ochrony prawnej przysługującej funkcjo-\nnariuszom państwowym. \n3. Do pracowników Kasy stosuje się przepisy o pracownikach urzędów państwowych, z wyjątkiem przepisów doty-\nczących praw i obowiązków urzędników państwowych mianowanych. \n4. Powołanie na stanowiska, o których mowa w ust. 1 oraz art. 59 ust. 4, jest równoznaczne z nawiązaniem stosunku \npracy na podstawie powołania w rozumieniu przepisów ustawy z dnia 26 czerwca 1974 r. – Kodeks pracy (Dz. U. z 2023 r. \npoz. 1465 oraz z 2024 r. poz. 878, 1222, 1871 i 1965).",
            "subsections": []
          },
          {
            "article": "61.",
            "content": "1. W ramach Kasy wyodrębnia się: \n1)  centralę; \n2)  oddziały regionalne; \n3)  placówki terenowe; \n4)  inne jednostki organizacyjne. \n2. Minister właściwy do spraw rozwoju wsi, w drodze zarządzenia, po zasięgnięciu opinii Rady Rolników, nadaje Kasie \nstatut, określając w nim wewnętrzną organizację Kasy.",
            "subsections": []
          },
          {
            "article": "62.",
            "content": "1. Kasa prowadzi działalność w zakresie: \n1)  obsługi ubezpieczonych i świadczeniobiorców w sprawach dotyczących objęcia ubezpieczeniem, składek na ubezpie-\nczenie oraz przyznawania i wypłaty świadczeń z ubezpieczenia; \n2)  zadań określonych w art. 63–66; \n3)  obsługi prac Rady Rolników; \n4)  informowania ubezpieczonych i świadczeniobiorców o prawach i obowiązkach wynikających z ustawy oraz propago-\nwania działalności Kasy. \n2. W realizacji ubezpieczenia Kasa współdziała z Zakładem. W szczególności Kasa może zlecać Zakładowi dokony-\nwanie określonych czynności, zapewniając odpowiednią refundację kosztów. Zasady i tryb współdziałania określają poro-\nzumienia Prezesa Kasy i Prezesa Zakładu.",
            "subsections": []
          },
          {
            "article": "62a.",
            "content": "1. Prezes Kasy wydaje interpretacje indywidualne, o których mowa w art. 34 ustawy z dnia 6 marca 2018 r. – \nPrawo przedsiębiorców, w zakresie obowiązku podlegania ubezpieczeniu oraz wysokości składek w stosunku do podmio-\ntów, o których mowa w art. 5a ust. 1, w sprawach związanych z prowadzeniem przez te podmioty pozarolniczej działalności \ngospodarczej. Interpretacje indywidualne wraz z wnioskiem o wydanie interpretacji, po usunięciu danych identyfikujących \nwnioskodawcę oraz inne podmioty wskazane w treści interpretacji, Kasa niezwłocznie zamieszcza w Biuletynie Informacji \nPublicznej.  \n2. Nie wydaje się interpretacji indywidualnych w zakresie tych elementów stanu faktycznego, które w dniu złożenia \nwniosku o interpretację są przedmiotem toczącego się postępowania wyjaśniającego albo gdy w tym zakresie sprawa została \nrozstrzygnięta co do jej istoty w decyzji Prezesa Kasy.",
            "subsections": []
          },
          {
            "article": "63.",
            "content": "1. Kasa prowadzi działalność na rzecz zapobiegania wypadkom przy pracy rolniczej i rolniczym chorobom \nzawodowym, obejmującą w szczególności: \n1)  analizowanie przyczyn tych wypadków i chorób; \n2)  prowadzenie dobrowolnych nieodpłatnych szkoleń i instruktażu dla ubezpieczonych w zakresie zasad ochrony życia \ni zdrowia w gospodarstwie rolnym oraz postępowania w razie wypadku przy pracy rolniczej; \n3)  upowszechnianie wśród ubezpieczonych wiedzy o zagrożeniach wypadkami przy pracy rolniczej i rolniczymi choro-\nbami zawodowymi, a także znajomości zasad ochrony życia i zdrowia w gospodarstwie rolnym oraz zasad postępowa-\nnia w razie wypadku; \n4)  podejmowanie starań o właściwą produkcję i dystrybucję bezpiecznych środków stosowanych w rolnictwie oraz sprzętu \ni odzieży ochronnej dla rolników. \n  \nDziennik Ustaw  – 32 –  Poz. 197 \n \n2. Prezes Kasy w porozumieniu z Radą Rolników, ministrem właściwym do spraw zabezpieczenia społecznego, mini-\nstrem właściwym do spraw rozwoju wsi oraz ministrem właściwym do spraw zdrowia określa zasady ochrony zdrowia i życia \nw gospodarstwie rolnym. Zasady te są zaleceniami dotyczącymi wyposażenia gospodarstwa, zabezpieczenia osób pracujących \noraz sposobu wykonywania czynności związanych z działalnością rolniczą, ustanowionymi w celu zapobiegania wypadkom \nprzy pracy rolniczej i rolniczym chorobom zawodowym.",
            "subsections": []
          },
          {
            "article": "64.",
            "content": "1. Kasa podejmuje działania na rzecz osób wykazujących całkowitą niezdolność do pracy w gospodarstwie \nrolnym, ale rokujących jej odzyskanie w wyniku leczenia i rehabilitacji leczniczej, albo zagrożonych całkowitą niezdol-\nnością do pracy w gospodarstwie rolnym, które: \n1)  podlegają ubezpieczeniu społecznemu rolników z mocy ustawy w pełnym zakresie albo \n2)  podlegają ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu na wniosek w pełnym zakresie nieprze-\nrwanie co najmniej przez 18 miesięcy przed złożeniem wniosku o rehabilitację leczniczą, z tym że okres ten nie jest \nwymagany w przypadku ubezpieczonego zagrożonego całkowitą niezdolnością do pracy w gospodarstwie rolnym \nwskutek wypadku przy pracy rolniczej, albo \n3)  posiadają ustalone prawo do okresowej renty rolniczej z tytułu niezdolności do pracy i zachowały zdolność do samo-\ndzielnej egzystencji. \n2. Działania, o których mowa w ust. 1, obejmują w szczególności: \n1)  kierowanie na rehabilitację leczniczą do zakładów rehabilitacyjnych; \n2)  prowadzenie zakładów rehabilitacji leczniczej; \n3)  wspieranie rozwoju rehabilitacji ambulatoryjnej na obszarach wiejskich; \n4)  prowadzenie, we własnym zakresie, badań i analiz przyczyn niezdolności do pracy; \n5)  odpłatne zlecanie badań naukowych i ekspertyz dotyczących przyczyn niezdolności do pracy w gospodarstwie rolnym \noraz metod jej przeciwdziałania; \n6)  promocję zdrowia; \n7)  działania dotyczące profilaktyki zdrowotnej w środowisku wiejskim. \n3. Na rehabilitację leczniczą kieruje się:  \n1)  osobę uznaną okresowo za całkowicie niezdolną do pracy w gospodarstwie rolnym, która rokuje odzyskanie zdolności \ndo pracy w gospodarstwie rolnym w wyniku leczenia i rehabilitacji;  \n2)  osobę zagrożoną całkowitą niezdolnością do pracy w gospodarstwie rolnym;  \n3)  dzieci osób, które: \na)  spełniają warunki określone w ust. 1 pkt 1 albo 2 lub  \nb)  mają ustalone prawo do renty, o której mowa w art. 18, jeżeli osoby te nieprzerwanie co najmniej 12 miesięcy \nprzed złożeniem wniosku o rehabilitację leczniczą dla dziecka podlegają:  \n– ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu lub  \n– ubezpieczeniu emerytalno-rentowemu;  \n4)  osoby uprawnione do renty rodzinnej, o których mowa w art. 29 ust. 2 pkt 1 i 2. \n4. Jeżeli na rehabilitację leczniczą jest kierowane dziecko wymagające opieki ze względu na wiek lub stan zdrowia, \npobyt w zakładzie rehabilitacji leczniczej zapewnia się również opiekunowi prawnemu tego dziecka.  \n5. Kasa może kierować również:  \n1)  osoby uprawnione do emerytury rolniczej na rehabilitację leczniczą.  \n2)  (uchylony) \n6. Podstawę skierowania na rehabilitację leczniczą lub turnusy regeneracyjne stanowią:  \n1)  prawomocne orzeczenie lekarza rzeczoznawcy Kasy lub orzeczenie komisji lekarskiej Kasy, wydane w postępowaniu \norzeczniczym dla ustalenia prawa do świadczenia z ubezpieczenia społecznego rolników, zawierające wskazania do \nrehabilitacji leczniczej, albo \n2)  wniosek sporządzony przez lekarza prowadzącego leczenie \n– pozytywnie zaopiniowane przez lekarza regionalnego inspektora orzecznictwa lekarskiego Kasy, o którym mowa w prze-\npisach wydanych na podstawie art. 46 ust. 4. \n  \nDziennik Ustaw  – 33 –  Poz. 197 \n \n7. Pierwszeństwo w skierowaniu na rehabilitację leczniczą ma osoba, dla której potrzeba rehabilitacji jest uzasadniona \nnastępstwem wypadku przy pracy rolniczej. \n8. Osobie skierowanej na rehabilitację leczniczą przysługuje zwrot kosztów przejazdu z miejsca zamieszkania do za-\nkładu rehabilitacji leczniczej. \n9. Zwrot kosztów, o którym mowa w ust. 8, nie przysługuje osobie uprawnionej do emerytury rolniczej. \n10. Po zakończeniu rehabilitacji leczniczej lub turnusu regeneracyjnego ta sama osoba może być ponownie skierowana \nna rehabilitację leczniczą lub turnus regeneracyjny. \n11. Konkurs ofert na świadczenia i usługi rehabilitacyjne oraz turnusy regeneracyjne z podmiotami niebędącymi jed-\nnostkami organizacyjnymi Kasy przeprowadza komisja konkursowa powołana przez Prezesa Kasy. \n12. Minister właściwy do spraw rozwoju wsi określi, w drodze rozporządzenia, warunki i tryb kierowania na rehabilitację \nleczniczą i turnusy regeneracyjne oraz warunki i tryb przeprowadzania konkursu ofert oraz zawierania umów o świadczenia \ni usługi rehabilitacyjne oraz turnusy regeneracyjne z podmiotami niebędącymi jednostkami organizacyjnymi Kasy, w tym: \n1)  warunki i tryb kwalifikacji wniosku o rehabilitację leczniczą albo turnus regeneracyjny oraz wzór tego wniosku, \n2)  przypadki i terminy ponownego kierowania na rehabilitację leczniczą albo turnus regeneracyjny, \n3)  okresy trwania rehabilitacji leczniczej i turnusów regeneracyjnych, \n4)  sposób i warunki zwrotu kosztów przejazdu \n– mając na uwadze potrzeby osób kierowanych na rehabilitację leczniczą i turnusy regeneracyjne, w tym możliwość poprawy \nstanu zdrowia, kondycji psychofizycznej i jakości życia tych osób, a także kierując się koniecznością zapewnienia równego \ntraktowania podmiotów leczniczych oraz przejrzystości i sprawności postępowania podczas przeprowadzania konkursu ofert.",
            "subsections": []
          },
          {
            "article": "65.",
            "content": "Kasa udziela rolnikom informacji o umowach, jakie mogą być zawierane w związku z zamiarem zaprzestania \nprowadzenia działalności rolniczej.",
            "subsections": []
          },
          {
            "article": "66.",
            "content": "1. Kasa może inicjować i wspierać rozwój ubezpieczeń dla rolników i członków ich rodzin, prowadzonych \nprzez towarzystwa ubezpieczeń wzajemnych stosownie do przepisów o działalności ubezpieczeniowej. W szczególności \nKasa może udzielać pomocy w powstawaniu i działalności takich towarzystw. \n2. Zakres i zasady udzielania pomocy przewidzianej w ust. 1 oraz limity wydatków Kasy na ten cel określa Prezes Kasy \nw porozumieniu z Radą Rolników lub na jej wniosek.",
            "subsections": []
          },
          {
            "article": "67.",
            "content": "1. Radę Rolników w liczbie 25 członków powołuje minister właściwy do spraw rozwoju wsi spośród kandy-\ndatów zgłoszonych przez społeczno-zawodowe organizacje rolników i związki zawodowe rolników indywidualnych o ogólno-\nkrajowym zakresie działania oraz Krajową Radę Izb Rolniczych. W chwili rozpoczęcia kadencji co najmniej 15 członków \npowinno podlegać ubezpieczeniu w pełnym zakresie, a co najmniej 5 członków powinno pobierać emeryturę lub rentę z ubez-\npieczenia. \n2. W posiedzeniach Rady Rolników uczestniczą z głosem doradczym minister właściwy do spraw zabezpieczenia spo-\nłecznego, minister właściwy do spraw rozwoju wsi, minister właściwy do spraw finansów publicznych i Prezes Kasy lub \nich przedstawiciele. \n3. Kadencja Rady Rolników trwa 3 lata. \n4. Minister właściwy do spraw rozwoju wsi przed upływem kadencji Rady Rolników: \n1)  odwołuje członka, jeżeli złożył on rezygnację; \n2)  może odwołać członka: \na)  po zasięgnięciu opinii Rady Rolników, jeżeli bez usprawiedliwionych przyczyn nie bierze on udziału w pracach \nRady Rolników, w okresie czterech kolejnych posiedzeń plenarnych lub jeżeli zachodzą istotne przeszkody w jego \ndalszym udziale w pracach Rady Rolników lub \nb)  jeżeli o odwołanie wystąpiła organizacja zgłaszająca. \n5. Uzupełnienia składu Rady Rolników w toku kadencji dokonuje się w trybie przewidzianym dla powołania.",
            "subsections": []
          },
          {
            "article": "68.",
            "content": "1. Strukturę organizacyjną i tryb prac Rady Rolników określa uchwalany przez nią regulamin. \n2. Posiedzenie Rady Rolników zwołuje Przewodniczący Rady z własnej inicjatywy, na wniosek Prezesa Kasy lub \nco najmniej 10 członków Rady bądź ministra właściwego do spraw rozwoju wsi. \n3. (uchylony) \n  \nDziennik Ustaw  – 34 –  Poz. 197 \n \n4. Rada Rolników podejmuje uchwały bezwzględną większością głosów przy obecności co najmniej połowy członków \nRady Rolników, z tym że w sprawach określonych w art. 11 ust. 2, art. 13 ust. 4 i art. 14 ust. 8 jest wymagana większość \ndwóch trzecich głosów. Regulamin Rady Rolników może przewidywać podejmowanie uchwał kwalifikowaną większością \ngłosów także w innych sprawach. \n5. Członkowi Rady Rolników w związku z udziałem w pracach Rady Rolników przysługuje ryczałtowe wynagrodzenie. \n5a. Minister właściwy do spraw rozwoju wsi określi w drodze rozporządzenia: \n1)  tryb zgłaszania kandydatów na członków Rady Rolników; \n2)  regulamin i zasady wynagradzania członków Rady Rolników, uwzględniając funkcję pełnioną w Radzie Rolników \ni wydatki ponoszone w związku z udziałem w pracach Rady. \n6. Prezes Kasy zapewnia obsługę prac Rady Rolników.",
            "subsections": []
          },
          {
            "article": "69.",
            "content": "1. Rada Rolników ma prawo kontrolować i oceniać działalność Kasy. W tym celu Rada może żądać od Prezesa \nKasy informacji i wyjaśnień oraz udostępnienia dokumentów. \n2. Prezes Kasy jest obowiązany ustosunkować się do wniosków pokontrolnych oraz innych postulatów Rady Rolników \ndotyczących działalności Kasy w terminie 14 dni.",
            "subsections": []
          },
          {
            "article": "70.",
            "content": "W sprawach, o których mowa w art. 8 ust. 5, art. 11 ust. 2, art. 13 ust. 4, art. 14 ust. 8 i art. 82 ust. 2, Rada \nRolników przedstawia swój wniosek, stanowisko lub opinię wraz z uzasadnieniem obejmującym w szczególności ocenę \nskutków finansowych projektowanej regulacji.",
            "subsections": []
          },
          {
            "article": "71.",
            "content": "Rada Rolników opiniuje projekty: \n1)  aktów prawnych regulujących ubezpieczenie, w szczególności aktów wykonawczych do ustawy, oraz aktów prawnych \nmających bezpośredni wpływ na funkcjonowanie ubezpieczenia; \n2)  programów działania i planów finansowych Kasy.",
            "subsections": []
          },
          {
            "article": "72.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "73.",
            "content": "Rada Rolników może występować do organów administracji państwowej, instytucji państwowych i organów \njednostek samorządu terytorialnego o podjęcie określonych inicjatyw lub działań w sprawach związanych z ubezpiecze-\nniem. Adresat wystąpienia jest obowiązany udzielić Radzie odpowiedzi w terminie jednego miesiąca.",
            "subsections": []
          },
          {
            "article": "74.",
            "content": "1. Prezes Kasy, w terminie do dnia 31 marca każdego roku, przedstawia Radzie Rolników sprawozdanie \nz działalności Kasy i funduszu składkowego w poprzednim roku. \n1a. Rada Rolników rozpatruje sprawozdanie, o którym mowa w ust. 1, i uchwala opinię wraz z ewentualnymi wnios-\nkami, w terminie do dnia 30 kwietnia. \n2. W sprawozdaniu, o którym mowa w ust. 1, zamieszcza się także informację o kierunkach działalności Rady Rolni-\nków oraz podjętych przez nią uchwałach i ich realizacji. \n3. Prezes Kasy przedstawia sprawozdanie, wraz z opinią Rady Rolników, ministrom wymienionym w art. 67 ust. 2.",
            "subsections": []
          }
        ]
      },
      {
        "number": "6",
        "title": "Kontrola wykonywania zadań z ubezpieczenia społecznego rolników",
        "articles": [
          {
            "article": "75.",
            "content": "Kasa prowadzi samodzielną gospodarkę finansową.",
            "subsections": []
          },
          {
            "article": "76.",
            "content": "1. Tworzy się Fundusz Składkowy Ubezpieczenia Społecznego Rolników, zwany dalej „funduszem składko-\nwym”. Fundusz ten jest osobą prawną; funkcje zarządu pełni z urzędu Prezes Kasy pod nadzorem Rady Rolników. \n2. Podstawy finansowe ubezpieczenia i działalności Kasy stanowią także fundusze emerytalno-rentowy, administra-\ncyjny oraz prewencji i rehabilitacji, którymi dysponuje Prezes Kasy. \n2a. Fundusze, o których mowa w ust. 2, są państwowymi funduszami celowymi. \n3. Państwo gwarantuje wypłatę świadczeń finansowanych z funduszu emerytalno-rentowego.",
            "subsections": []
          },
          {
            "article": "76a.",
            "content": "1. Nadzór nad funduszem składkowym pełni Rada Nadzorcza Funduszu Składkowego. \n2. W skład Rady Nadzorczej Funduszu Składkowego wchodzi 5 przedstawicieli Rady Rolników i 2 przedstawicieli \nwyznaczonych przez ministra właściwego do spraw rozwoju wsi oraz po 1 przedstawicielu wyznaczonym przez ministra \nwłaściwego do spraw finansów publicznych i ministra właściwego do spraw zabezpieczenia społecznego. \n3. Minister właściwy do spraw rozwoju wsi, po zasięgnięciu opinii Rady Rolników, nadaje, w drodze zarządzenia, \nstatut funduszowi składkowemu. \n \nDziennik Ustaw – 35 – Poz. 197",
            "subsections": []
          },
          {
            "article": "76b.",
            "content": "1. Fundusz składkowy działa na podstawie planu finansowego. \n2. Projekt planu finansowego opracowuje Prezes Kasy w terminie do dnia 15 czerwca roku poprzedzającego rok, którego \ndotyczy ten plan. \n3. Minister właściwy do spraw rozwoju wsi w porozumieniu z ministrem właściwym do spraw finansów publicznych \nzatwierdza projekt planu finansowego funduszu składkowego w terminie do dnia 31 lipca roku poprzedzającego rok, którego \ndotyczy ten plan.",
            "subsections": []
          },
          {
            "article": "77.",
            "content": "1. Fundusz składkowy jest przeznaczony na finansowanie: \n1) świadczeń z ubezpieczenia wypadkowego, chorobowego i macierzyńskiego; \n2) bezpośrednich kosztów funkcjonowania Rady Rolników; \n3) kosztów zarządzania funduszem i wykonywania jego zobowiązań jako osoby prawnej; \n4) działalności Kasy, o której mowa w art. 66; \n5) niedoboru funduszu administracyjnego, o którym mowa w art. 79 ust. 3, oraz funduszu prewencji i rehabilitacji, o którym \nmowa w art. 80 ust. 3; \n6) wydatków i kosztów związanych z realizacją zadań wynikających z przepisów o szczególnych rozwiązaniach służą-\ncych realizacji ustawy budżetowej. \n2. Fundusz składkowy tworzy się ze składek na ubezpieczenie wypadkowe, chorobowe i macierzyńskie oraz z innych \nźródeł określonych w statucie funduszu składkowego, zapewniając pełne pokrycie wydatków funduszu składkowego, oraz \nodpisów, o których mowa w art. 78 ust. 2 pkt 2a, art. 79 ust. 2 i art. 80 ust. 2 pkt 1. \n3. Wydatki na działalność przewidzianą w art. 66 nie powinny przekroczyć 1 % planowanych wydatków funduszu \nw danym roku. \n4. W razie powstania niedoboru funduszu składkowego, może być zaciągnięty kredyt bankowy w wysokości niezbęd-\nnej do pokrycia niedoboru. Spłatę kredytu uwzględnia się przy ustalaniu wysokości składki na ubezpieczenie wypadkowe, \nchorobowe i macierzyńskie w okresie jego spłaty.",
            "subsections": []
          },
          {
            "article": "77a.",
            "content": "1. Ze środków funduszu składkowego mogą być wspierane działania ze sfery zadań publicznych, wymienio-\nnych w art. 4 ust. 1 pkt 6, 10, 15 i 23 ustawy z dnia 24 kwietnia 2003 r. o działalności pożytku publicznego i o wolontariacie \n(Dz. U. z 2024 r. poz. 1491, 1761 i 1940), oraz działania na rzecz: \n1) zapobiegania wypadkom i nieszczęśliwym zdarzeniom w gospodarstwach rolnych, \n2) rehabilitacji leczniczej, \n3) pomocy w zakresie likwidacji szkód zaistniałych w gospodarstwach rolnych w wyniku klęsk żywiołowych i innych \nsytuacji kryzysowych \n– na rzecz ubezpieczonych i świadczeniobiorców oraz członków ich rodzin, o których mowa w art. 29 ust. 2. \n2. Do ubiegania się o wsparcie z funduszu składkowego na realizację działań wymienionych w ust. 1 są uprawnione: \n1) organizacje pożytku publicznego, które zgodnie ze statutem lub innym dokumentem stanowiącym podstawę ich dzia-\nłania prowadzą działalność na rzecz rolników i członków ich rodzin; \n2) organizacje społeczne i zawodowe, które zgodnie ze statutem lub innym dokumentem stanowiącym podstawę ich dzia-\nłania prowadzą działalność na rzecz rolników i członków ich rodzin; \n3) związki zawodowe rolników indywidualnych; \n4) izby rolnicze. \n3. Wsparcie, o którym mowa w ust. 1, jest udzielane po przeprowadzeniu otwartego konkursu ofert. Do udzielenia tego \nwsparcia stosuje się odpowiednio przepisy art. 13 ust. 2 i 3, art. 14, art. 15 ust. 1–2a, 2f–2j i 4, art. 16 ust. 1, 2 i 6 oraz art. 17–18a \nustawy z dnia 24 kwietnia 2003 r. o działalności pożytku publicznego i o wolontariacie. \n4. Wsparcie, o którym mowa w ust. 1 pkt 3, może być udzielone z pominięciem otwartego konkursu ofert. Do udzielenia \ntego wsparcia stosuje się odpowiednio przepisy art. 43 i art. 47 ustawy z dnia 27 sierpnia 2009 r. o finansach publicznych \n(Dz. U. z 2024 r. poz. 1530, 1572, 1717, 1756 i 1907 oraz z 2025 r. poz. 39) oraz art. 14, art. 15 ust. 1, art. 16 ust. 1, 2 i 6 oraz \nart. 17 i art. 18 ustawy z dnia 24 kwietnia 2003 r. o działalności pożytku publicznego i o wolontariacie. \n \nDziennik Ustaw – 36 – Poz. 197 \n \n5. Ze środków funduszu składkowego mogą być współfinansowane programy zdrowotne i programy polityki zdrowot-\nnej, polegające na profilaktyce chorób, w tym chorób zawodowych w rolnictwie, dla ubezpieczonych i świadczeniobiorców \noraz członków ich rodzin, o których mowa w art. 29 ust. 2. \n6. Fundusz składkowy może finansować ubezpieczenia od nieszczęśliwych wypadków na rzecz ubezpieczonych \ni świadczeniobiorców oraz członków ich rodzin, o których mowa w art. 29 ust. 2. W tym celu fundusz składkowy może \nzawierać umowy ubezpieczeniowe z zakładami ubezpieczeń, działającymi na podstawie ustawy z dnia 11 września 2015 r. \no działalności ubezpieczeniowej i reasekuracyjnej (Dz. U. z 2024 r. poz. 838, 1565 i 1863). \n7. Wsparcie, o którym mowa w ust. 1, 5 i 6, nie stanowi dotacji w rozumieniu ustawy z dnia 27 sierpnia 2009 r. o finan-\nsach publicznych. \n8. Podejmowanie zobowiązań w celu realizacji wydatków, o których mowa w ust. 1, 5 i 6, nie jest dopuszczalne \nw okresie spłaty kredytu, o którym mowa w art. 77 ust. 4, i może nastąpić wyłącznie, jeżeli w danym roku są zagwaranto-\nwane środki na funduszu składkowym na finansowanie wydatków, o których mowa w art. 77 ust. 1 i 2.",
            "subsections": []
          },
          {
            "article": "78.",
            "content": "1. Fundusz emerytalno-rentowy jest przeznaczony na finansowanie: \n1) świadczeń z ubezpieczenia emerytalno-rentowego; \n2) emerytur i rent z innego ubezpieczenia społecznego, wypłacanych łącznie ze świadczeniami z ubezpieczenia emery-\ntalno-rentowego, wraz z dodatkami; \n3) (uchylony) \n4) refundacji określonych kosztów Funduszowi Ubezpieczeń Społecznych, jeżeli przepisy emerytalne przewidują taką \nrefundację; \n5) ubezpieczeń zdrowotnych: \na) rolników i pracujących z nimi domowników podlegających ubezpieczeniu społecznemu, \nb) osób pobierających świadczenia emerytalno-rentowe w części składkowej, \nc) rolników, którzy nie podlegają ubezpieczeniu społecznemu, a podlegają ubezpieczeniu zdrowotnemu. \n2. Fundusz emerytalno-rentowy tworzy się: \n1) ze składek na ubezpieczenie emerytalno-rentowe; \n2) z refundacji ze środków Funduszu Ubezpieczeń Społecznych na pokrycie: \na) wydatków na świadczenia z innego ubezpieczenia społecznego, o których mowa w ust. 1 pkt 2, \nb) wydatków wynikających z art. 25 ust. 2a pkt 1 w związku z art. 25 ust. 4; \n2a) z odpisu od funduszu składkowego w wysokości 40 % kosztów świadczeń, o których mowa w art. 18 pkt 7; \n3) z uzupełniającej dotacji z budżetu państwa; \n4) z dotacji z budżetu państwa przeznaczonej na składki na ubezpieczenie zdrowotne osób, o których mowa w ust. 1 pkt 5; \n5) z dotacji z budżetu państwa przeznaczonej na składki na ubezpieczenie emerytalno-rentowe osób, o których mowa \nw art. 16a–16c.",
            "subsections": []
          },
          {
            "article": "79.",
            "content": "1. Fundusz administracyjny jest przeznaczony na finansowanie kosztów obsługi ubezpieczenia, z wyjątkiem \nkosztów pokrywanych ze środków funduszu składkowego lub funduszu prewencji i rehabilitacji. Ponadto ze środków fun-\nduszu administracyjnego finansowane są koszty obsługi zadań w zakresie ubezpieczenia zdrowotnego. \n2. Fundusz administracyjny tworzy się z: \n1) odpisów od funduszu składkowego i od funduszu emerytalno-rentowego, w wysokości do 12 % planowanych wydat-\nków funduszu składkowego i do 3,5 % planowanych wydatków funduszu emerytalno-rentowego; \n2) refundacji przez właściwe instytucje kosztów związanych z realizacją ubezpieczenia zdrowotnego oraz realizacją innych \nzadań powierzonych Prezesowi Kasy na podstawie odrębnych przepisów; \n3) odsetek uzyskanych z lokowania wolnych środków funduszu administracyjnego. \n3. W razie powstania niedoboru funduszu administracyjnego, niedobór ten pokrywa się ze środków funduszu składkowego. \n \nDziennik Ustaw – 37 – Poz. 197",
            "subsections": []
          },
          {
            "article": "80.",
            "content": "1. Fundusz prewencji i rehabilitacji jest przeznaczony na finansowanie kosztów rzeczowych wynikających \nz realizacji zadań Kasy, o których mowa w art. 63 i 64. \n2. Fundusz prewencji i rehabilitacji tworzy się z: \n1) odpisu od funduszu składkowego, w wysokości do 6,5 % planowanych wydatków z tego funduszu; \n2) dotacji z budżetu państwa; \n3) odsetek uzyskanych z lokowania wolnych środków funduszu prewencji i rehabilitacji. \n3. W razie powstania niedoboru funduszu prewencji i rehabilitacji, niedobór ten pokrywa się ze środków funduszu \nskładkowego.",
            "subsections": []
          },
          {
            "article": "81.",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "81a.",
            "content": "1. Prezes Kasy w porozumieniu z Radą Rolników może tworzyć fundusz motywacyjny w ramach odpisu na \nfundusz administracyjny, naliczanego z funduszu składkowego, o którym mowa w art. 79 ust. 2 pkt 1, ustalając wysokość \nśrodków tego funduszu w danym roku kalendarzowym w wysokości nie niższej niż 4 % planowanych wydatków funduszu \nskładkowego. \n2. Funduszem motywacyjnym dysponuje Prezes Kasy, w porozumieniu z Przewodniczącym Rady Rolników, na pod-\nstawie regulaminu uchwalonego przez Radę Rolników. \n3. Wypłaty z funduszu motywacyjnego są realizowane poza limitami wynikającymi z przepisów o kształtowaniu wy-\nnagrodzeń w państwowej sferze budżetowej.",
            "subsections": []
          },
          {
            "article": "81b.",
            "content": "1. Fundusz motywacyjny działa na podstawie planu finansowego. \n2. Projekt planu finansowego opracowuje Prezes Kasy w terminie do dnia 15 czerwca roku poprzedzającego rok, którego \ndotyczy ten plan. \n3. Minister właściwy do spraw rozwoju wsi w porozumieniu z ministrem właściwym do spraw finansów publicznych \nzatwierdza projekt planu finansowego funduszu motywacyjnego w terminie do dnia 31 lipca roku poprzedzającego rok, \nktórego dotyczy ten plan.",
            "subsections": []
          },
          {
            "article": "82.",
            "content": "1. Kasa podejmuje działania na rzecz obniżania kosztów poboru składek na ubezpieczenie oraz kosztów wy-\npłaty świadczeń z ubezpieczenia. \n2. Prezes Kasy, w porozumieniu z Radą Rolników lub na jej wniosek, może ustanawiać premie dla rolników płacących \nskładki oraz dla osób pobierających świadczenia, z tytułu wyrażenia zgody na pobór składki lub wypłatę świadczenia w spo-\nsób prowadzący do obniżenia kosztów poboru albo wypłaty. \n3. Premie, o których mowa w ust. 2, są finansowane z funduszu administracyjnego.",
            "subsections": []
          },
          {
            "article": "83.",
            "content": "Minister właściwy do spraw rozwoju wsi w porozumieniu z ministrem właściwym do spraw finansów pub-\nlicznych określi, w drodze rozporządzenia, sposób prowadzenia gospodarki finansowej Kasy, w tym tryb sporządzania planu \nrzeczowo-finansowego Kasy, państwowych funduszy celowych i funduszu składkowego, będących w dyspozycji Prezesa \nKasy, i dokonywania w nich zmian oraz gromadzenia i wydatkowania środków, jak również lokowania wolnych środków \nfunduszu administracyjnego oraz funduszu prewencji i rehabilitacji, mając na względzie zapewnienie prawidłowego prze-\npływu tych środków.",
            "subsections": []
          }
        ]
      },
        {
        "number": "7",
        "title": "Przepisy karne",
        "articles": [
          {
            "article": "84.",
            "content": "Przez umowę z następcą rolnik będący właścicielem (współwłaścicielem) gospodarstwa rolnego zobowiązuje \nsię przenieść na osobę młodszą od niego co najmniej o 15 lat (następcę) własność (udział we współwłasności) i posiadanie \ntego gospodarstwa z chwilą nabycia prawa do emerytury lub renty inwalidzkiej, jeżeli następca do tego czasu będzie praco-\nwać w tym gospodarstwie. Ponadto umowa z następcą może zawierać inne postanowienia, w szczególności dotyczące wza-\njemnych świadczeń stron przed i po przeniesieniu przez rolnika własności gospodarstwa rolnego na następcę.",
            "subsections": []
          },
          {
            "article": "85.",
            "content": "Umowa z następcą, a także umowa w celu wykonania umowy z następcą (przenosząca własność gospodarstwa \nrolnego na następcę), powinna być zawarta w formie aktu notarialnego. \n \nDziennik Ustaw – 38 – Poz. 197",
            "subsections": []
          },
          {
            "article": "86.",
            "content": "Warunek pracy następcy w gospodarstwie rolnym uważa się za spełniony także w przypadku usprawiedliwio-\nnych lub uzgodnionych z rolnikiem przerw w pracy.",
            "subsections": []
          },
          {
            "article": "87.",
            "content": "Na żądanie rolnika sąd może rozwiązać umowę z następcą, jeżeli następca bez usprawiedliwionych powodów \nnie podjął albo zaprzestał pracy w gospodarstwie rolnika, nie wywiązuje się z obowiązków przyjętych w umowie lub postę-\npuje w taki sposób, że nie można wymagać od rolnika, aby spełnił obowiązki względem następcy.",
            "subsections": []
          },
          {
            "article": "88.",
            "content": "1. Jeżeli w umowie z następcą albo w umowie zawartej w celu wykonania tej umowy nie postanowiono ina-\nczej, rolnik po przeniesieniu własności gospodarstwa rolnego na następcę może żądać od niego świadczeń przewidzianych \nw art. 908 § 1 Kodeksu cywilnego, w zakresie uzasadnionym potrzebami rolnika i członków jego rodziny oraz warunkami \nmajątkowymi i osobistymi następcy, z uwzględnieniem jego nakładu pracy w gospodarstwie rolnika i korzyści uzyskanych \nod rolnika przed objęciem gospodarstwa. \n2. Jeżeli rolnik przeniósł własność gospodarstwa rolnego na następcę przed nabyciem prawa do emerytury lub renty, \na w umowie z następcą albo w umowie zawartej w celu wykonania tej umowy nie postanowiono inaczej, może on także \nżądać od następcy, w zakresie określonym w ust. 1, świadczeń pieniężnych w wysokości nieprzekraczającej połowy emery-\ntury podstawowej miesięcznie do czasu nabycia prawa do emerytury lub renty.",
            "subsections": []
          },
          {
            "article": "89.",
            "content": "Na żądanie rolnika sąd, po rozważeniu interesów stron zgodnie z zasadami współżycia społecznego, może roz-\nwiązać umowę przenoszącą własność gospodarstwa rolnego, zawartą w celu wykonania umowy z następcą, jeżeli następca: \n1) uporczywie postępuje wobec rolnika w sposób sprzeczny z zasadami współżycia społecznego lub \n2) dopuścił się względem rolnika albo jednej z najbliższych mu osób rażącej obrazy czci bądź umyślnego przestępstwa \nprzeciwko życiu, zdrowiu albo wolności, lub \n3) uporczywie nie wywiązuje się ze swych obowiązków względem rolnika wynikających z umowy lub z przepisów prawa.",
            "subsections": []
          },
          {
            "article": "90.",
            "content": "Jeżeli rolnik zmarł przed wykonaniem umowy z następcą, który pracował w jego gospodarstwie co najmniej \n5 lat, następca może żądać wykonania tej umowy przez spadkobierców rolnika. Roszczenie następcy ma pierwszeństwo \nprzed roszczeniami z tytułu zapisów.",
            "subsections": []
          },
          {
            "article": "91.",
            "content": "Jeżeli z umowy z następcą nie wynika co innego, do umowy tej stosuje się odpowiednio przepisy Kodeksu \ncywilnego o umowie przedwstępnej, z wyjątkiem art. 390 § 1. \nRozdział 7a \nUmowa o pomocy przy zbiorach",
            "subsections": []
          },
          {
            "article": "91a.",
            "content": "1. Przez umowę o pomocy przy zbiorach pomocnik rolnika zobowiązuje się do świadczenia pomocy przy zbio-\nrach produktów rolnych należących do sektora, o którym mowa w art. 1 ust. 2 lit. f, i oraz n rozporządzenia Parlamentu Euro-\npejskiego i Rady (UE) nr 1308/2013 z dnia 17 grudnia 2013 r. ustanawiającego wspólną organizację rynków produktów rol-\nnych oraz uchylającego rozporządzenia Rady (EWG) nr 922/72, (EWG) nr 234/79, (WE) nr 1037/2001 i (WE) nr 1234/2007 \n(Dz. Urz. UE L 347 z 20.12.2013, str. 671, z późn. zm.16)), a także pozostałych ziół i roślin zielarskich, zwanych dalej „chmie-\nlem, owocami, warzywami, tytoniem, ziołami i roślinami zielarskimi”, w określonym miejscu w gospodarstwie rolnika i przez \nokreślony czas, a rolnik do zapłaty umówionego wynagrodzenia za świadczoną pomoc. \n2. Pomoc przy zbiorach chmielu, owoców, warzyw, tytoniu, ziół i roślin zielarskich obejmuje następujące czynności: \n1) zbieranie chmielu, owoców, warzyw, tytoniu, ziół lub roślin zielarskich; \n2) usuwanie zbędnych części roślin; \n3) klasyfikowanie lub sortowanie zerwanych lub zebranych chmielu, owoców, warzyw, tytoniu, ziół lub roślin zielarskich, \nlub wykonywanie innych czynności mających na celu przygotowanie chmielu, owoców, warzyw, tytoniu, ziół lub \nroślin zielarskich do transportu, przechowywania lub sprzedaży lub związanych z pielęgnowaniem i poprawą jakości \nplonów. \n3. W umowie o pomocy przy zbiorach określa się zakres czynności wykonywanych na podstawie tej umowy przez \npomocnika rolnika oraz dzień rozpoczęcia świadczenia pomocy przy zbiorach chmielu, owoców, warzyw, tytoniu, ziół \ni roślin zielarskich, jeżeli jest on inny niż dzień zawarcia umowy o pomocy przy zbiorach. \n4. Wykonywanie czynności, o których mowa w ust. 2, na podstawie umowy o pomocy przy zbiorach nie stanowi za-\ntrudnienia w rozumieniu Kodeksu pracy. \n \n16) Zmiany wymienionego rozporządzenia zostały ogłoszone w Dz. Urz. UE L 347 z 20.12.2013, str. 865, Dz. Urz. UE L 189 z 27.06.2014, \nstr. 261, Dz. Urz. UE L 130 z 19.05.2016, str. 20, Dz. Urz. UE L 135 z 24.05.2016, str. 1, Dz. Urz. UE L 193 z 19.07.2016, str. 17 i Dz. Urz. \nUE L 202 z 28.07.2016, str. 5 oraz Dz. Urz. UE L 91 z 05.04.2017, str. 44 i Dz. Urz. UE L 350 z 29.12.2017, str. 15. \n \nDziennik Ustaw – 39 – Poz. 197",
            "subsections": []
          },
          {
            "article": "91b.",
            "content": "1. Umowę o pomocy przy zbiorach zawiera się na piśmie przed rozpoczęciem świadczenia pomocy przy \nzbiorach chmielu, owoców, warzyw, tytoniu, ziół i roślin zielarskich. \n2. Pomocnik rolnika przed zawarciem umowy o pomocy przy zbiorach składa oświadczenie o liczbie dni w danym \nroku kalendarzowym, przez jakie świadczył pomoc przy zbiorach chmielu, owoców, warzyw, tytoniu, ziół i roślin zielar-\nskich, na podstawie umów o pomocy przy zbiorach zawartych z innymi rolnikami.",
            "subsections": []
          },
          {
            "article": "91c.",
            "content": "1. Łączny czas świadczenia pomocy przy zbiorach chmielu, owoców, warzyw, tytoniu, ziół i roślin zielar-\nskich na podstawie umów o pomocy przy zbiorach zawartych przez jednego pomocnika rolnika nie może przekroczyć \n180 dni w roku kalendarzowym. \n2. Każdej ze stron umowy o pomocy przy zbiorach przysługuje prawo wypowiedzenia umowy. Umowa ulega rozwią-\nzaniu z upływem dnia, w którym została wypowiedziana, chyba że strony w umowie postanowiły inaczej.",
            "subsections": []
          },
          {
            "article": "91d.",
            "content": "Rolnik jest obowiązany do zapewnienia pomocnikowi rolnika odpowiednich narzędzi niezbędnych do świad-\nczenia pomocy przy zbiorach chmielu, owoców, warzyw, tytoniu, ziół i roślin zielarskich.",
            "subsections": []
          },
          {
            "article": "91e.",
            "content": "Pomocnik rolnika jest obowiązany do osobistego świadczenia pomocy przy zbiorach chmielu, owoców, \nwarzyw, tytoniu, ziół i roślin zielarskich.",
            "subsections": []
          },
          {
            "article": "91f.",
            "content": "W zakresie nieuregulowanym w niniejszym rozdziale do umowy o pomocy przy zbiorach stosuje się przepisy \nKodeksu cywilnego.",
            "subsections": []
          }
        ]
        },
        {
        "number": "9",
        "title": "Przepisy przejściowe i końcowe",
        "articles": [
          {
            "article": "100",
            "content": "1. Rolnik lub domownik dobrowolnie kontynuujący ubezpieczenie w myśl przepisów o ubezpieczeniu społecznym rolników indywidualnych i członków ich rodzin, z dniem wejścia w życie ustawy staje się ubezpieczonym na wniosek, chyba że spełnia warunki podlegania ubezpieczeniu z mocy ustawy. 2. Na wniosek złożony do dnia 30 czerwca 1991 r. rolnik lub domownik, który w dniu 31 grudnia 1990 r. podlegał z mocy prawa ubezpieczeniu społecznemu rolników indywidualnych i członków ich rodzin, a nie podlega ubezpieczeniu wypadkowemu, chorobowemu i macierzyńskiemu lub emerytalno-rentowemu z mocy ustawy w związku ze zmianą zasad podlegania ubezpieczeniu, może zostać objęty ubezpieczeniem z mocą od dnia 1 stycznia 1991 r. Składkę opłaca się za cały okres ubezpieczenia. ",
            "subsections": []
          },
          {
            "article": "101",
            "content": "Wydanie decyzji ustalającej podleganie ubezpieczeniu przez osobę, która ukończyła lub do dnia 31 marca 1991 r. ukończy wiek emerytalny, może nastąpić dopiero po upływie tego terminu. Jeżeli w tym terminie złożono wniosek o emeryturę lub rentę z ubezpieczenia i zostały spełnione warunki do przyznania tego świadczenia, nie pobiera się składki na ubezpieczenie emerytalno-rentowe za pierwszy kwartał 1991 r.",
            "subsections": []
          },
          {
            "article": "102",
            "content": " 1. Składka na ubezpieczenie wypadkowe, chorobowe i macierzyńskie, o której mowa w art. 7 ust. 1, wynosi: 1) w pierwszym kwartale 1991 r. – 60 000 zł; 2) w drugim kwartale 1991 r. – 16 % emerytury podstawowej. 2. Począwszy od trzeciego kwartału 1991 r. wysokość tej składki ogłasza się w trybie określonym w art. 8 ust. 4. ",
            "subsections": []
          },
          {
            "article": "103",
            "content": ". 1. Emerytury i renty z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin waloryzuje się w ten sposób, że: 1) ustala się wskaźnik wymiaru świadczenia, wraz ze zwiększeniami oraz dodatkami z tytułu odznaczeń państwowych17), dodatkiem kombatanckim i dodatkiem z tytułu tajnego nauczania, według stanu na dzień 31 grudnia 1990 r.; 2) od dnia 1 stycznia 1991 r. świadczenie wypłaca się według tak ustalonego wskaźnika. 2. Przy ustalaniu wskaźnika przewidzianego w ust. 1 dla emerytury lub renty, do której prawo powstało w 1990 r., zwiększenie z tytułu wartości sprzedaży produktów rolnych powiększa się o jedną czwartą.",
            "subsections": []
          },
          {
            "article": "104",
            "content": " 1. Emerytury i renty inwalidzkie przysługujące na podstawie art. 23a ustawy powołanej w art. 122 przelicza się w ten sposób, że: 1) oblicza się pełną wysokość emerytury lub renty (w pełnej wysokości podstawowej wraz ze zwiększeniami) na dzień 31 grudnia 1990 r. według dotychczasowych przepisów, przy uwzględnieniu art. 103 ust. 2; 2) dla tak obliczonej wysokości ustala się wskaźnik wymiaru. 2. Do czasu zaprzestania prowadzenia działalności rolniczej emeryturę lub rentę, o której mowa w ust. 1, wypłaca się w wysokości wynikającej ze wskaźnika wymiaru, pomniejszonej o 23,75 % emerytury podstawowej.",
            "subsections": []
          },
          {
            "article": "104a",
            "content": "1. Osobom pobierającym emerytury i renty, o których mowa w art. 103 i 104, oraz przyznane na podstawie niniejszej ustawy, ustalone w kwocie nie wyższej niż kwota emerytury podstawowej, przysługuje jednorazowa wypłata w wysokości 100 zł. 2. Realizacja wypłaty następuje w marcu 2005 r. i w marcu 2006 r. 3. Jednorazowa wypłata nie przysługuje w tym roku kalendarzowym, w którym nastąpiła zmiana wysokości emerytury podstawowej w związku z waloryzacją emerytur i rent przysługujących na podstawie przepisów emerytalnych. 4. Jednorazowa wypłata finansowana jest ze środków budżetu",
            "subsections": []
          },
          {
            "article": "105",
            "content": "1. Jeżeli wypłata emerytury lub renty z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin w myśl przepisów obowiązujących w dacie przyznania tego świadczenia nie podlegałaby zawieszeniu, przewidziane w art. 28 zawieszenie wypłaty stosuje się tylko w przypadku, gdy okoliczności uzasadniające zawieszenie nastąpiły po dniu 31 marca 1991 r. 2. Jeżeli dotychczasowe przepisy przewidywały zawieszenie wypłaty emerytury lub renty z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin, a w myśl art. 28 zawieszenie wypłaty dotyczy tylko określonej części tego świadczenia, wznowienie wypłaty pozostałej części następuje na wniosek. ",
            "subsections": []
          },
          {
            "article": "106",
            "content": " 1. Okresowe renty inwalidzkie, przyznane na podstawie dotychczasowych przepisów, przysługują na zasadach i w wysokości określonych w tych przepisach. Do rent tych stosuje się odpowiednio przepisy ustawy o rencie inwalidzkiej rolniczej, z wyjątkiem art. 28. 2. Na wniosek osoby uprawnionej do okresowej renty inwalidzkiej, o której mowa w ust. 1, zamiast tej renty przyznaje się rentę inwalidzką rolniczą, przysługującą na zasadach i w wysokości określonych w art. 22 i art. 24–28.",
            "subsections": []
          },
          {
            "article": "107",
            "content": " 1. Do zbiegu prawa do emerytury lub renty z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin z prawem do emerytury lub renty z innego ubezpieczenia społecznego stosuje się przepisy dotychczasowe. 2. Jeżeli emerytura lub renta z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin była dotychczas wypłacana łącznie z emeryturą lub rentą z innego ubezpieczenia społecznego, świadczenia te wypłaca się z funduszu emerytalno-rentowego. ",
            "subsections": []
          },
          {
            "article": "108",
            "content": "Tracą moc decyzje ustalające warunkowo prawo do świadczeń z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin, jeżeli warunki nabycia prawa nie zostały spełnione przed dniem wejścia w życie ustawy. Osoba zainteresowana może jednak, z chwilą spełnienia wszystkich warunków, ponowić wniosek o załatwienie sprawy według dotychczasowych przepisów, jeżeli nie ubiega się o analogiczne świadczenie z ubezpieczenia.",
            "subsections": []
          },
          {
            "article": "109",
            "content": "Sprawy o świadczenia pieniężne z ubezpieczenia społecznego rolników indywidualnych i członków ich rodzin, do których prawo powstało przed dniem wejścia w życie ustawy, wszczęte i niezakończone przed tym dniem decyzją Zakładu Ubezpieczeń Społecznych, podlegają załatwieniu na zasadach i w trybie określonych dotychczasowymi przepisami. Wnioskodawca może jednak żądać załatwienia sprawy według przepisów ustawy; nie dotyczy to spraw o zasiłek porodowy, zasiłek macierzyński, zasiłek chorobowy, zasiłek pogrzebowy lub o jednorazowe odszkodowanie z tytułu wypadku przy pracy. ",
            "subsections": []
          },
          {
            "article": "117",
            "content": "(uchylony)",
            "subsections": []
          },
          {
            "article": "118",
            "content": " 1. Osobie, której przysługuje prawo użytkowania działki gruntu z tytułu przekazania gospodarstwa rolnego Państwu, w myśl dotychczasowych przepisów, na jej wniosek przyznaje się nieodpłatnie własność tej działki. 2. Osobie, której przysługuje prawo do bezpłatnego korzystania z lokalu mieszkalnego i pomieszczeń gospodarskich z tytułu przekazania gospodarstwa rolnego Państwu, w myśl dotychczasowych przepisów, na jej wniosek przyznaje się nieodpłatnie własność działki obejmującej budynki, w których znajdują się ten lokal i te pomieszczenia, o powierzchni niezbędnej do korzystania z tych budynków. 2a. Z wnioskiem o przyznanie prawa własności działki określonej w ust. 1 lub 2 może wystąpić również zstępny osoby uprawnionej, o której mowa w tych przepisach, który po śmierci tej osoby faktycznie włada, w zakresie odpowiadającym jej uprawnieniom, daną nieruchomością; jeżeli jednak uprawnionymi są oboje małżonkowie, wniosek taki może być zgłoszony dopiero po śmierci obojga małżonków. 3. Przepisów ust. 1–2a nie stosuje się, jeżeli działka nie jest przedmiotem własności Skarbu Państwa lub jednostki samorządu terytorialnego albo jeżeli przyznanie własności naruszałoby prawa osób trzecich do działki lub budynków, o których mowa w tych przepisach. 4. Decyzje w sprawach określonych w ust. 1–2a wydaje starosta. 5. Skorzystanie z uprawnień przewidzianych w ust. 1 i 2 nie ma wpływu na wysokość emerytury i renty. ",
            "subsections": []
          },
          {
            "article": "119",
            "content": "1. Skutki prawne umowy o nieodpłatne przekazanie gospodarstwa rolnego następcy, zawartej w myśl dotychczasowych przepisów, ustala się według tych przepisów. 2. Na żądanie rolnika, który nieodpłatnie przekazał gospodarstwo rolne następcy przed wejściem w życie ustawy, sąd, po rozważeniu interesów stron zgodnie z zasadami współżycia społecznego, może rozwiązać umowę, jeżeli zachodzi jedna z przyczyn określonych w art. 89 pkt 1–3. ",
            "subsections": []
          },
          {
            "article": "120",
            "content": " Do czasu wydania przepisów wykonawczych do ustawy stosuje się odpowiednio przepisy dotychczasowe, jeżeli nie są sprzeczne z ustawą. ",
            "subsections": []
          },
           {
            "article": "122",
            "content": " Traci moc ustawa z dnia 14 grudnia 1982 r. o ubezpieczeniu społecznym rolników indywidualnych i członków ich rodzin (Dz. U. z 1989 r. poz. 133 i 190 oraz z 1990 r. poz. 90 i 198). ",
            "subsections": []
          },
           {
            "article": "123",
            "content": " Ustawa wchodzi w życie z dniem 1 stycznia 1991 r., z wyjątkiem art. 61 ust. 2, który wchodzi w życie z dniem 1 czerwca 1991 r.",
            "subsections": []
          }
        ]
        }
      
    ]
  }
}
